{
    "donatingPane": "Bağış",
    "donatingPane_desc1": "Bu oyundaki reklamların müdahaleciliğini beğenmedim ve oyunu bir bedava veya kazan-kazan oyunu gibi hissettirdiğinden, insanlardan oyun içi bir destek için para ödemelerini sağlamanın toplulukta iyiye işaret olmayacağını düşündüm.",
    "donatingPane_desc2": "Ancak bağış sistemini seviyorum çünkü insanların kalplerinin iyiliği dışında sizi bağış yapmaya zorlayan hiçbir şey yok. Oyunu beğendiyseniz ve daha hızlı daha fazla içerik istiyorsanız, işe yaradığını hissedersem bu oyuna daha fazla zaman ayırmaktan memnuniyet duyarım.",
    "donatingPane_desc3": "Oynadığın için teşekkürler!",
    "donatingPane_desc4": "'UlikGames' Paypal hesabımın adı.",
    "donatingPane_desc5": "Bağış yapmak, bir Yıldızı istediğiniz gibi aramanıza izin verecektir :)",
    "donatingPane_desc6": "'ulvin.oguzlu at gmail.com' Paypal e-posta adresim.",
    "donatingPane_desc7": "Patreon destekçisi olmak size avantajlar sağlar :)",
    "donatingPane_desc8": "Ayrıca, bana sadece bir 'Ko-fi' alabilirsin;)",

    "achievementPane": "Başarılar",
    "achievementPane_desc": "Burası sıralamanızı ve tüm başarılarınızı görebileceğiniz yerdir.",
    "statistics": "İstatistikler",
    "startDate": "Şu tarihten beri oynanan oyun:",
    "lastEnlightenDate": "Son Aydınlanma",
    "lastRebirthDate": "Son Yeniden Doğuş",
    "enlightenCount": "Aydınlanma Sayısı",
    "rebirthCount": "Yeniden Doğuş Sayısı",
    "manualGain": "Manuel Kazanç",
    "machineT1": "Makine T1",
    "machineT2": "Makine T2",
    "machineT3": "Makine T3",
    "machineT4": "Makine T4",
    "machineT5": "Makine T5",
    "machineT6": "Makine T6",
    "ships": "Gemiler",
    "starOwned": "Sahip Olunan Yıldızlar",
    "current": "Mevcut",
    "allTime": "Şuana kadar",
    "account": "Hesap",
    "connected": "Olarak bağlandı",
    "account_desc": "Bağlandığında, başarı verileriniz diğer tüm oyunculara karşı sıralanmak üzere (otomatik kaydetme sırasında) sunucu veritabanına gönderilir.",
    "login": "Giriş (en az 5 karakter, e-posta değil)",
    "password": "Şifre (en az 8 karakter, boşluk yok)",
    "connect": "Bağlan",
    "disconnect": "Çıkış yap",
    "currentRank": "Mevcut Sıralama",
    "rank_1": "Uzay Çaylağı",
    "rank_2": "Uzay Gezgini",
    "rank_3": "Güneş Gezgini",
    "rank_4": "Uzay Gemisi Pilotu",
    "rank_5": "Dyson Sphere Teknisyeni",
    "rank_6": "Harikalar Yaratıcısı",
    "rank_7": "Overlord Yardımcısı",
    "rank_8": "Antimadde Test Edicisi",
    "rank_9": "Roket Mühendisi",
    "rank_10": "Yıldızlararası Uzay Gezginir",
    "rank_11": "Filo Komutanı",
    "rank_12": "Hizip Diplomatı",
    "rank_13": "Konsol Hilecisi",
    "rank_14": "Dosya Düzenleyiciyi Kaydet",
    "rank_15": "Kaynak Kodu Hackerı",
    "rank_16": "Prestij",
    "resources": "Üretilen Kaynaklar",
    "producers": "Üretilen Makineler",

    "rankPane": "Sıralama",
    "rankPane_desc": "İşte güncel oyuncu sıralaması. Bunun bir parçası olmak için bir hesap açmanız yeterlidir, ardından her şey otomatikleştirilir.",
    "rankPane_nodata": "Sıralamayı görmek için bir sonraki otomatik kaydetmeyi bekliyorum.",
    "statsUltrite": "Tüm Zamanların Ultriti",
    "statsDarkmatter": "Tüm Zamanların Karanlık Maddesi",
    "statsXP": "Mevcut XP",

    "helpPane": "Overlord Yol Haritası",
    "helpPane_desc": "Bu rehber sizi oyuna başlamaktan tüm evreni fethetmeye götürecek ve yapmanız gereken her şeyi kavramanıza yardımcı olacaktır. Her adımda, sırayla yapmanız gereken işlemler ve size yardımcı olacak bazı ipuçları açıklanmaktadır.",
    "tip": "ipucu",
    "helpStep1Title": "Adım #1 - Araştırmalar",
    "helpStep1Text1": "Yapılacak ilk şey, kaynak üretimini otomatikleştirmek için ilk T1 makinelerinizi oluşturmak için Metal, Ahşap ve Mücevher'i manuel olarak elde etmektir. Bunu yaparak, Araştırma ve Bilimin kilidini açacaksınız. Bilim makinesi oluşturmak, daha fazla içeriğin kilidini açmak için teknolojileri araştırmanıza olanak tanır.",
    "helpStep1Tip1": "Daha fazla T1 makinesi inşa etmek üretiminizi artıracaktır ancak depoları da yükseltmeyi unutmayın",
    "helpStep2Title": "Adım #2 - Güneş Sistemi",
    "helpStep2Text1": "Teknolojilerin kilidini açarak, evrendeki yolculuğunuza başlayacaksınız. Birincisi, güneş sistemi gezegenlerini ve yerlerini keşfetmek. Güneş sistemini keşfetmek, yeni kaynaklar keşfetmenizi sağlayacaktır.",
    "helpStep2Tip1": "Bazı gezegenler/yerler boş ve bu normal, bir hata değil",
    "helpStep3Title": "Adım #3 - Harika İstasyon",
    "helpStep3Text1": "Tüm bu harikalarla, belirli teknolojilerin ve kaynakların kilidini açacaksınız. Bu teknolojilerle, özellikle Göktaşı olmak üzere enerji ile kaynak üretebilirsiniz. Ayrıca, büyük miktarda enerji üretmek için Dyson öğeleri oluşturabileceksiniz.",
    "helpStep3Tip1": "İlk çalıştırmada yalnızca 1. Kat kullanışlıdır (2. Kat ve 3. Kat sonraki çalıştırmalar içindir)",
    "helpStep3Tip2": "Meteorite üretimini otomatikleştirmenizi sağlayacak Meteorite harikasının kilidini açmak için Meteorite'yi manuel olarak veya EKD ile üretmeniz gerekecek.",
    "helpStep4Title": "Adım #4 - Dyson Küresi",
    "helpStep4Text1": "Dyson teknolojisinin kilidi açıldıktan sonra ana hedefiniz bir Dyson Küresi oluşturmaktır. Hemen bir Dyson Küresi inşa edemeyeceksiniz, önce birkaç Yüzük ve Sürü inşa etmeniz gerekecek.",
    "helpStep4Tip1": "Bu, Yeniden Doğuş yeteneğinin kilidini açan Dyson Küresidir.",
    "helpStep5Title": "Step #5 - Yeniden Doğuş",
    "helpStep5Text1": "Yeniden Doğuş, prestijin ilk katmanıdır. Yeniden doğuş yapmadan önce, toplayabildiğiniz kadar Karanlık Maddeyi toplamaya çalışın, çünkü Karanlık Madde ile erken oyunu hızlandıran bazı harika yükseltmeler satın alacaksınız.",
    "helpStep6Title": "Adım #6 - Yıldızlararası",
    "helpStep6Text1": "Fabrikanızın asıl amacı budur: tüm yıldızları fethetmek. İlk olarak, bazı İletişim radarları oluşturarak o yıldızları keşfetmelisiniz. O zaman bir Uzay Gemisi inşa et. Son olarak, askeri Gemilerle yıldızları istila edebilecek veya absorbe edebileceksiniz.",
    "helpStep7Title": "Step #7 - Enlightenment",
    "helpStep7Text1": "Bu ikinci prestij katmanıdır. Bazı görevleri yerine getirerek Ultrite toplayacak ve ardından Ultrite ile yükseltmeleri satın alacaksınız. Dahası, daha hızlı gitmenize gerçekten yardımcı olacak Titanların gücünü keşfedeceksiniz.",
    "helpStep7Tip1": "Aydınlanma, en az 10 yıldız fethedilerek açılır",
    "helpStep8Title": "Adım #8 - Overlord ile Tanışın",
    "helpStep8Text1": "Hayatının nihai hedefi: Overlord ile tanışmak. Overlord ile tanışmak için fethedilen yıldızların üzerine Heykeller inşa etmeniz gerekecek. Onunla karşılaşınca ne olacağını kimse bilemez...",
    "helpStep8Tip1": "Heykelleri terraform yapma ve inşa etme yeteneği, Overlord Takdir Programı tarafından açılır",

    "settingsPane": "Seçenekler",
    "settingsPane_desc": "İstediğinizi değiştirmek için seçenekleri etkinleştirebilirsiniz.",
    "companyName": "Fabrika Adını Değiştir",
    "change": "Değiştirmek",
    "importExport": "İçe aktar/Dışa aktar",
    "export": "Dışa Aktar Kaydet",
    "import": "İçe Aktar Kaydet",
    "copy": "Panoya kopyala",
    "importExport_desc": "Bunu kopyalayıp bir yere bir dosyaya yapıştırın, böylece oyuna daha sonraki bir tarihte aktarabilirsiniz. Bunu, birden çok örneği ayrı ayrı depolayarak oyunun birden çok 'kaydedilmiş dosyasını' oluşturmak için de kullanabilirsiniz.",
    "notifications": "Gösterme",
    "showRoadmap": "Overlord yol haritasını göster",
    "showPinnedItems": "Sabitlenmiş bölmeleri etkinleştirin ve görüntüleyin",
    "showDoneTechs": "Araştırılan teknolojileri göster",
    "showLockedItems": "Kilitli öğeleri göster",
    "showToastAutoSave": "Otomatik kaydetme bildirimlerini göster",
    "showToastAchievement": "Başarı bildirimlerini göster",
    "saving": "Kaydetme",
    "manualSaving": "Manuel Kaydetme",
    "save": "Kaydet",
    "autoSavingDuration": "Otomatik Kaydetme Süresi",
    "30seconds": "30 saniye",
    "2minutes": "2 dakika",
    "10minutes": "10 dakika",
    "off": "Off",
    "hardReset": "Sıfırla",
    "hardReset_confirm": "Emin misin? Sıfırladıktan sonra bu geri alınamaz.",

    "aboutPane": "Hakkında",
    "aboutPane_desc": "Bu oyun benim tarafımdan yapılmıştır, UlikGames. Bu oyunu VueJS'deki becerilerimi geliştirmek ve artımlı oyunlar hakkında bilgi edinmek için yaptım.",
    "currentVersion": "Mevcut versiyon",
    "upToDate": "Mevcut versiyon güncel",
    "ghLatestVersion": "Son sürüm mevcut",
    "update": "Güncelle",
    "about1": "Linkler",
    "about1_desc1": "Bunlar, Ulik Space Factory'nin oyunun dışındaki her şeye bağlantılardır.",
    "about2": "Test edenlere teşekkürler",
    "about3": "Ikonlar",
    "about3_desc1": "Tüm ikonlar şuradan alıntı: ",

    "pinnedHeading": "Sabitlendi",

    "energyHeading": "Enerji",

    "energy": "Enerji",
    "energyPane": "Enerji",
    "energyPane_desc": "Enerji, buhar motorları ve güneş panelleri gibi güç kaynakları tarafından üretilir ve sonunda füzyon ve nükleer enerjiye doğru ilerler.",
    "energyT1": "Karbon Motoru",
    "energyT1_desc": "Sabit bir Enerji kaynağı üretmek için Karbon yakar.",
    "energyT2": "Güneş paneli",
    "energyT2_desc": "Herhangi bir kaynak kullanmadan güneşten yavaş yavaş Enerji kazanır.",
    "energyT3": "Metan Santrali",
    "energyT3_desc": "Tüm güç ihtiyaçlarınızı karşılamak için Venüs'ten güçlü metan yakın.",
    "energyT4": "Nükleer güç istasyonu",
    "energyT4_desc": "Büyük miktarlarda güç oluşturmak için fisyon kullanır.",
    "energyT5": "Magmatik Dinamo",
    "energyT5_desc": "Magmatik Dinamo, lavı yakıt olarak kullanarak güç üretme yöntemidir. Lavın aşırı sıcaklığından dolayı, bir kerede çok fazla Enerji üretilebilir.",
    "energyT6": "Füzyon reaktörü",
    "energyT6_desc": "Bir füzyon reaksiyonunda, iki hafif atom çekirdeği daha ağır bir atom oluşturmak üzere bir araya geldiğinde Enerji açığa çıkar. Bu, yıldızlarda meydana gelen ve çok fazla güç üreten reaksiyonun aynısıdır.",

    "batteryPane": "Piller",
    "batteryPane_desc": "Maksimum 100.000 enerji tutabilirsiniz, pillerin kilidini açmak bunu artırmanıza olanak tanır.",
    "energyS1": "Piller",
    "energyS1_desc": "Overlord, 'enerji deposu olsun' dedi ve bu berbat piller gökten düştü. ¯\\\\_(ツ)_/¯",
    "energyS2": "Aynalı Piller",
    "energyS2_desc": "Pillerin aynalı yapısı, pilin etrafındaki bir elektrik alanında enerji depolamaya ve daha fazla enerji depolamaya izin verir.",
    "energyS3": "Kümelenmiş Piller",
    "energyS3_desc": "Geliştirilmiş yapı, daha iyi elektrik alan depolamasına ve yapısal birikintilerin oluşmasına izin vererek daha fazla enerjinin depolanmasına olanak tanır.",
    "energyS4": "Sifon Bataryası",
    "energyS4_desc": "Bu pil, etrafındaki nesnelerden elektronları sifonlamak ve korumak için manyetizmayı kullanır, böylece enerji onun dışında depolanabilir ve pil boşaldığında içine aktarılabilir, en güçlü enerji kaynağına öncelik verilir, böylece önceki katmanlardan çok daha fazla enerji sığar.",
    "energyS5": "Nanoküme Pil",
    "energyS5_desc": "Kümelenmiş Pil modeli, nanoteknoloji kullanılarak, üst üste binen Elektrik Alanlarının oluşmasına izin vermek için atoma yakın ölçeklerde geliştirildi ve tutabileceği enerji miktarını katlanarak artırdı.",
    "energyS6": "VoidTech Piller",
    "energyS6_desc": "Vakum Dökümünü kullanan pil, elektronları kendi içindeki bir vakumda hapsederek daha önce hiç görülmemiş seviyelerde enerji depolamaya izin verir.",

    "fabricatedHeading": "Fabrikasyon",

    "plasma": "Plazma",
    "plasmaPane": "Plazma",
    "plasmaPane_desc": "Plazma maddenin 4. halidir ve Tier 4 makineler ve büyük uzay yapıları tarafından fabrikanız için olağanüstü bir güç kaynağı olarak kullanılır.",
    "plasmaT1": "Süper Isıtıcı",
    "plasmaT1_desc": "Süper Isıtıcı, Hidrojene elektrik atarak onu plazmatik bir maddeye dönüştürür.",
    "plasmaT2": "Plazmatik Çukur",
    "plasmaT2_desc": "Bu düzenek, gaz bulutuna yoğun enerji okları ateşleyerek Helyumu Plazmaya dönüştürür.",
    "plasmaT3": "Elektron Banyosu",
    "plasmaT3_desc": "Elektronlarda banyo yapmak. Ne ters gidebilir?",
    "plasmaT4": "Q.Y.S",
    "plasmaT4_desc": "Quasar Yönlendirme Sistemi, grafenden inşa edilmiş devasa bir uzay istasyonudur ve kuasar aktivitesini gaz devlerine yönlendirmek, gazları anında toplanmak üzere plazmaya dönüştürmek için kullanılır.",
    "plasmaS1": "Plazma Depolama Birimi",
    "plasmaS1_desc": "PDB'lar, plazmayı yoğun ısısını koruyan özel olarak kontrol edilen bir kasada tutabilir.",
    "plasmaS2": "CY-B3RI4 Soğutucu PDB",
    "plasmaS2_desc": "Plazma tarafından hasar görmeye başlamadan önce depolama biriminde daha fazla plazmanın yoğuşturulmasına izin vermek için buz ve havalandırma teknolojisini kullanan özel olarak tasarlanmış bir PSU.",
    "plasmaS3": "L.V.T. PDB",
    "plasmaS3_desc": "Lokalize Vakumlu Tekerlek, vakumun izolasyon gücü nedeniyle plazmanın daha da fazla yoğunlaşmasına izin vererek, kabın kendisini eklenen plazmadan ayırır.",
    "plasmaS4": "Plazma Sıkıştırma Odası",
    "plasmaS4_desc": "Bu mekanik canavarda yaratılan yoğun basınç, gazı dengeleyici olarak kullanarak plazmayı hacminin onda birine indirebilir.",

    "meteorite": "Göktaşı",
    "meteoritePane": "Göktaşı",
    "meteoritePane_desc": "Göktaşı yaratmak, yalnızca dünya teknolojisi ile yaratılanlardan daha saf enerji formlarından mümkündür. Bu nedenle, güçlü kaynağı yapmak için Plazma gereklidir.",
    "meteoriteS1": "Depolamayı Yükselt",
    "meteoriteS1_desc": "Göktaşı depolama boyutunuzu ikiye katlayın",
    "meteoriteT1": "Göktaşı Yazıcısı",
    "meteoriteT1_desc": "Hiçbir şey yapmanıza gerek kalmadan göktaşı üretmenin otomatik bir yolunu oluşturun.",
    "meteoriteT2": "Göktaşı Ağı",
    "meteoriteT2_desc": "Göktaşı Ağı, Asteroid Kuşağı'ndan göktaşlarını fiziksel olarak yakalayacak kadar güçlü hale gelmek için yüksek derecede radyoaktif sıvılara daldırıldığında yapılan nano lifleri kullanır. Asteroitleri kullanılabilecek Meteorit Cevherine dönüştürmek için plazma gereklidir.",
    "meteoriteT3": "Gezegen Parçalayıcı",
    "meteoriteT3_desc": "Göktaşlarını eski moda yöntemle toplayın: Üzerinde yaşam olmayan dış gezegenleri yüksek enerjili parçacık ışınlarıyla yok edin, ardından enkazı toplayın.",
    "meteoriteT4": "Nebulous Sentezleyici",
    "meteoriteT4_desc": "Bunun yerine göktaşları yaratmak için kendi nebulanızı inşa ederek gezegenleri yok etme ihtiyacını tamamen ortadan kaldırın!",

    "carbon": "Karbon",
    "carbonPane": "Karbon",
    "carbonPane_desc": "Karbon ikincil bir katman kaynağıdır ve Motorlar tarafından fabrikanız için güç üretmek üzere kullanılır. Karbon odun yakılarak oluşturulur.",
    "carbonS1": "Depolamayı Yükselt",
    "carbonS1_desc": "Karbon depolama boyutunuzu ikiye katlayın",
    "carbonT1": "Kömürleşmiş Odun Fabrikası",
    "carbonT1_desc": "Kullanılan tüm ahşaplar karbon izlerinden arındırılmak üzere buraya getirilir ve daha sonra yeniden kullanılır.",
    "carbonT2": "Yüksek Fırın",
    "carbonT2_desc": "Ahşabı, Charred Wood Plants'den daha ince bir karbon türüne dönüştürmek için çok yüksek sıcaklıklarda yakar.",
    "carbonT3": "Magmatik Yakma Fırını",
    "carbonT3_desc": "Odunu eritmek için lav kullanır ve ardından karışım soğutularak orta derecede saf karbon elde edilir. Artıklar işlemde yeniden kullanılır",
    "carbonT4": "Plazma Fırını",
    "carbonT4_desc": "Bu plazma yakıtlı fırın o kadar sıcak yanıyor ki, ahşabı grafen gibi yüksek saflıkta karbon malzemelerine dönüştürülmeye hazır, neredeyse tamamen saf karbona dönüştürüyor.",
    "carbonT5": "Süper Büyük Kalemtıraş",
    "carbonT5_desc": "Kırık kalem uçlarının bu kadar karbon üreteceğini kim bilebilirdi?",

    "earthResourcesHeading": "Earth Kaynakları",

    "oil": "Yağ",
    "oilPane": "Yağ",
    "oilPane_desc": "Petrol yerden pompalanır ve Tier 2 kaynak toplayıcıları oluşturmak için kullanılır.",
    "oilS1": "Depoyu Yükselt",
    "oilS1_desc": "Yağ depolama boyutunu ikiye katlayın",
    "oilT1": "Küçük Pompa",
    "oilT1_desc": "Yerden Petrol çıkarmak için küçük bir pompa oluşturun.",
    "oilT2": "Pompa",
    "oilT2_desc": "Pompalar küçük pompalardan çok daha büyüktür ve endüstriyel ölçekte Yağ üretirler ancak çok fazla Enerji gerektirirler.",
    "oilT3": "Petrol Sahası",
    "oilT3_desc": "Petrol Sahaları, genellikle yer altında geniş petrol kuyularının bulunabileceği çöllerde bulunan geniş açık alanlardır.",
    "oilT4": "Açık Deniz Donanımı",
    "oilT4_desc": "Açık Deniz Kuleleri, okyanuslarda yüzen ve deniz yataklarının altından Petrol çıkaran mega yapılardır.",
    "oilT5": "Fosilatör 9000",
    "oilT5_desc": "8000 versiyonundan çok daha iyi olan bu fosilleştirici, fosil yakıt döngüsünü tersine çeviriyor. Yanmak yerine havadaki karbondan yaratıyor.",

    "metal": "Metal",
    "metalPane": "Metal",
    "metalPane_desc": "Metal birincil kaynaklardan biridir. Depolama yükseltmeleri, makineler ve uzaydaki çoğu şey dahil birçok şey için kullanılır.",
    "metalS1": "Depoyu Yükselt",
    "metalS1_desc": "Metal depolama boyutunu ikiye katlayın",
    "metalT1": "Madenci",
    "metalT1_desc": "Madenciniz için bir kazma yapın.",
    "metalT2": "Ağır Matkap",
    "metalT2_desc": "Ağır Matkaplar metali kütle halinde çıkarır.",
    "metalT3": "Giga Matkap",
    "metalT3_desc": "Giga Drills, Metal'i devasa hızlarda çıkarıyor.",
    "metalT4": "Kuantum Matkap",
    "metalT4_desc": "Kuantum Matkapları, metali fiziksel olarak mümkün olandan daha hızlı elde etmek için uzay-zaman sürekliliğini büker.",
    "metalT5": "Multiverse Drill",
    "metalT5_desc": "Metalin bol olduğu alternatif gerçekliklerden metali deler.",

    "gem": "Mücevher",
    "gemPane": "Taş",
    "gemPane_desc": "Taşlar birincil kaynaklardan biridir. Gelişmiş makineler ve güçlü araçlar ve bileşenler için kullanılırlar. Daha sonraki oyunlarda daha kullanışlıdırlar.",
    "gemS1": "Depoyu Yükselt",
    "gemS1_desc": "Gem depolama alanınızı ikiye katlayın",
    "gemT1": "Taş Madenci",
    "gemT1_desc": "Cevher çıkarmak için geliştirilmiş bir kazma yap.",
    "gemT2": "Gelişmiş Tatbikat",
    "gemT2_desc": "Gelişmiş Matkaplar, cevheri kütle halinde çıkarır. Matkabın sertliği nedeniyle, ağır matkaba göre daha yavaştır.",
    "gemT3": "Elmas Kaplı Matkap",
    "gemT3_desc": "Elmas Kaplı Matkap, güneş sistemindeki en güçlü matkaplardan biridir ve bu nedenle, daha önceki her şeyden daha hızlı Mücevher toplayabilir.",
    "gemT4": "Carbyne Drill",
    "gemT4_desc": "Carbyne Drills, güneş sistemindeki en güçlü matkaplardan biridir ve bu nedenle, daha önce hiç olmadığı kadar hızlı Mücevher toplayabilir.",
    "gemT5": "Elmas Toplama Odası",
    "gemT5_desc": "Bu özel kap, karbon dioksit gazını elmaslara yoğunlaştırarak, herhangi bir matkaptan daha hızlı bir oranda değerli taşlar oluşturur.",

    "wood": "Ahşap",
    "woodPane": "Ahşap",
    "woodPane_desc": "Ahşap, birincil kaynaklardan biridir. Erken oyunlarda aletler ve binalar için daha sık kullanılır.",
    "woodS1": "Depoyu Yükselt",
    "woodS1_desc": "Ahşap depolama boyutunu ikiye katlayın",
    "woodT1": "Oduncu",
    "woodT1_desc": "Oduncunuz için bir balta yapın.",
    "woodT2": "Lazer Kesici",
    "woodT2_desc": "Lazer Kesiciler ağaçları (ve parmakları) baltalardan daha hızlı keser ve çok daha fazla odun üretir.",
    "woodT3": "Kitlesel Ormansızlaştırıcı",
    "woodT3_desc": "Yağmur ormanlarımızı kaybetmemizin nedeni bu makine. En azından çok odun alıyoruz!",
    "woodT4": "Biyokütle İnfüzyon Cihazı",
    "woodT4_desc": "Dünyanın her yerinde bulunan eski, işe yaramaz malzemeleri kullanarak, onları ezerek ve kalanları tekrar Ahşap olarak kullanılabilene kadar mümkün olduğunca yoğun bir şekilde paketleyerek Odun oluşturur.",
    "woodT5": "Rus Ormanı",
    "woodT5_desc": "Büyük Rus ormanları binlerce kilometrelik bir alana yayılıyor. En azından sizin hayatınız için fazlasıyla yeterli. Bırakın bitmekle genç nesil uğraşsın.",

    "silicon": "Silikon",
    "siliconPane": "Silikon",
    "siliconPane_desc": "Silikon, üçüncü kademe otomatik madencilik sistemleri için kullanışlıdır. Bunlar, ilk harikanızı oluşturmanızda çok faydalı olacaktır. Yüksek seviyeli bir kaynak olmasına rağmen, esas olarak Dünya'da kumun ısıtılmasıyla bulunur.",
    "siliconS1": "Depoyu Yükselt",
    "siliconS1_desc": "Silicon depolama boyutunu ikiye katlayın",
    "siliconT1": "Güçlendirilmiş Kaynak Meşalesi",
    "siliconT1_desc": "Bu tür kaynak makinesi kumu anında Silikona dönüştürür, ancak yalnızca küçük ölçekte. Bunu yapmak için dünya dışı kaynaklar gerekir.",
    "siliconT2": "Sahil Kavurucu",
    "siliconT2_desc": "Bu araç, daha büyük ölçekte silikon elde etmek için kumsalların bazı kısımlarını neredeyse eritiyor.",
    "siliconT3": "Sahil Yok Edici",
    "siliconT3_desc": "Bu kitle imha silahı yeniden etiketlendi ve artık kıyı şeritlerinin veya onlardan geriye kalanların üzerinde süzülüyor.",
    "siliconT4": "Çöl Yok Edici",
    "siliconT4_desc": "Bu büyük gemi gezegenin etrafında dönüyor, Sahra Çölü'ne odaklanıyor, Dünya'dan kumu koparıyor ve onu yoğun ısı altında Silikon'a çeviriyor.",
    "siliconT5": "Kumda Zaman ve Bağıl Boyutlar",
    "siliconT5_desc": "Kısacası, TARDIS, rekor hızlarda kumu Silikon'a dönüştürmek için uzay-zamanda çok uzaklardan gelen yıldızların gücünden yararlanır. Neden cilalı bir ahşap iç mekana sahip olduğunu sormayın.",

    "uranium": "Uranyum",
    "uraniumPane": "Uranium",
    "uraniumPane_desc": "Uranyum nükleer enerji üretimi için kullanılır, çünkü parçalandığında çok büyük miktarda Enerji açığa çıkarır. Bu nedenle, yıldızlar arası sistem için yararlı olduğu için birçok gelişmiş makinede ve tahrik teknolojisinde öne çıkar. Ne yazık ki, elde edilmesi zor ve radyasyona dayanıklı ekipman için çok fazla kaynak gerekiyor.",
    "uraniumS1": "Depoyu Yükselt",
    "uraniumS1_desc": "Uranium depolama boyutunu ikiye katlayın",
    "uraniumT1": "Öğütücü",
    "uraniumT1_desc": "Uranyum'u derin maden kuyularından kolay taşımak için toz haline getirir.",
    "uraniumT2": "Kübik Teleposer",
    "uraniumT2_desc": "Bu, Uranyum'un daha kolay çıkarılabilmesi için kaya bloklarını yeraltından yüzeye ışınlar.",
    "uraniumT3": "Uranyum Zenginleştirici",
    "uraniumT3_desc": "Zenginleştirici, çıkarılan uranyumun kalitesini artırır ve böylece kayalardaki uranyumun fabrikanızda daha fazla kullanılmasını sağlar.",
    "uraniumT4": "Yellowcake Geri Dönüştürücü",
    "uraniumT4_desc": "Kullanılan Uranyum'u geri dönüştürerek kaynaklara ikinci bir kullanım sağlar. Bu, saniyede kullanabileceğiniz Uranyum miktarını büyük ölçüde artırır.",
    "uraniumT5": "Gezegen Nükleer Santrali",
    "uraniumT5_desc": "Uranyumu ortak elementlerden bir araya getiren bu devasa fabrika bir gezegen kadar büyük.",

    "lava": "Lav",
    "lavaPane": "Lav",
    "lavaPane_desc": "İşlenmesi zor ve yalnızca volkanlarda bulunan Lav, elde edilmesi en zor kaynaklardan biridir.",
    "lavaS1": "Depoyu Yükselt",
    "lavaS1_desc": "Lava depolama alanınızı ikiye katlayın",
    "lavaT1": "Isıya Dayanıklı Pota",
    "lavaT1_desc": "Lavı almak ve daha sonra kullanmak üzere saklamak için değiştirilmiş bir pota kullanabilirsiniz.",
    "lavaT2": "Lav Çıkarıcı",
    "lavaT2_desc": "Bu, lavları volkanlardan otomatik ve hızlı bir şekilde çıkarır.",
    "lavaT3": "Mağmatik Ekstruder",
    "lavaT3_desc": "Dışarı çıkıp lav bulmak yerine, ısı ve basınçla kendiniz yapmak daha uygun olabilir.",
    "lavaT4": "Volcanic Veluptuator",
    "lavaT4_desc": "Madenden çıkarılan kayadan lav fışkırtan sefalet potası.",
    "lavaT5": "Jüpiton Kondansatörü",
    "lavaT5_desc": "Jüpiter'in kalbindeki gazları sıvı magmaya yoğunlaştırır.",

    "innerResourcesHeading": "İç Gezegen Kaynakları",

    "lunarite": "Aylı",
    "lunaritePane": "Lunarite",
    "lunaritePane_desc": "Lunarite Ay'da bulunur ve Dünya'da bulunmayan nadir bir kaynak türüdür. Normal metalden çok daha güçlüdür ancak elde edilmesi çok daha zordur.",
    "lunariteS1": "Depoyu Yükselt",
    "lunariteS1_desc": "Lunarite depolama alanınızı ikiye katlayın",
    "lunariteT1": "Yerli Ay İşçisi",
    "lunariteT1_desc": "Lunarite'inizi çıkarmaları için yerel işçilere rüşvet verin.",
    "lunariteT2": "Düşük Yerçekimi Matkapı",
    "lunariteT2_desc": "Bu matkaplar neredeyse yüzer!",
    "lunariteT3": "Ay Ocağı",
    "lunariteT3_desc": "Bu taş ocağı, Ay'ın yüzeyini Dünya'dan görülebilecek kadar yırtıyor.",
    "lunariteT4": "Gezegensel Ekskavatör",
    "lunariteT4_desc": "Bu büyük makine, çekirdeğin yakınında bulunan büyük Lunarite havuzlarını bulmak için Dünya'nın derinliklerine dalar. Ay'daki metalin geldiği yer burasıdır.",
    "lunariteT5": "Ay Kopyalayıcı",
    "lunariteT5_desc": "Gökyüzünde neden yüz tane ayımız olduğunu merak ettiniz mi?",

    "methane": "Metan",
    "methanePane": "Metan",
    "methanePane_desc": "Metan, Venüs'te bolca bulunan bir gazdır. Fabrikanıza katı yakıttan çok daha verimli güç sağlamak için kullanılabilir.",
    "methaneS1": "Depoyu Yükselt",
    "methaneS1_desc": "Metan depolama boyutunu ikiye katlayın",
    "methaneT1": "Elektrikli Süpürge",
    "methaneT1_desc": "Metan emer ve aynı zamanda gezegeni temizler!",
    "methaneT2": "Emme Ekskavatörü",
    "methaneT2_desc": "Her şeyden çok berbat!",
    "methaneT3": "Uzay İneği Çiftliği",
    "methaneT3_desc": "Bunlar, inekleri sürekli olarak metan üretecek şekilde genetik olarak modifiye edilmiş halde tutar",
    "methaneT4": "Hidrotermal Havalandırma",
    "methaneT4_desc": "Titan'ın okyanus tabanındaki derin deniz menfezlerinden gaz toplayın.",
    "methaneT5": "Yıldızlararası İnek",
    "methaneT5_desc": "İki ay arası bir sığır.",

    "titanium": "Titanyum",
    "titaniumPane": "Titanyum",
    "titaniumPane_desc": "Titanyum, çoğunlukla Mars'ta bulunan bir metaldir. Güçlü makineler ve metan enerji santralleri yapmak için kullanılır.",
    "titaniumS1": "Depolamayı Yükselt",
    "titaniumS1_desc": "Titanium depolama alanınızı ikiye katlayın",
    "titaniumT1": "Gezgin",
    "titaniumT1_desc": "Mars'taki rüzgarların açığa çıkardığı yüzeyde Titanyum aramak için kaşifler kiralayın.",
    "titaniumT2": "Ay Matkap",
    "titaniumT2_desc": "Bu Lunarite Matkapları son derece güçlü, Titanyum'u Mars'ın kabuğunun içinden çıkarmak için gerekli.",
    "titaniumT3": "Penta Matkap",
    "titaniumT3_desc": "Bu, yüzünde 5 matkap olacak şekilde değiştirilmiş bir madencilik makinesidir. Bu, saniyede kazanılan kaynaklarda büyük bir artış sağlar.",
    "titaniumT4": "Titanların Matkabı",
    "titaniumT4_desc": "Bu kudretli tatbikatın binlerce yıl önce bizzat Titanlar tarafından kullanıldığı söyleniyor.",
    "titaniumT5": "David Guetta'nın Kulübü",
    "titaniumT5_desc": "Beni vurursun ama düşmem. Ben Titanyum.",

    "gold": "Altın",
    "goldPane": "Altın",
    "goldPane_desc": "Altın, asteroitlerin içinde bulunan bir metaldir. Bazı Harikalar ve karmaşık makineler oluşturmak için kullanılır.",
    "goldS1": "Depoyu Yükselt",
    "goldS1_desc": "Altın depolama boyutunu ikiye katlayın",
    "goldT1": "Roket Droid",
    "goldT1_desc": "Metan tarafından desteklenen bu droid, altın birikintileri için asteroitleri keşfediyor.",
    "goldT2": "Asteroid Yok Edici",
    "goldT2_desc": "Altın bulmak için asteroitler arasında mayınlar. Basit droidlerden çok daha etkilidir.",
    "goldT3": "Ölüm Yıldızı Jr",
    "goldT3_desc": "Bu ay değil! Bu bir Uzay İstasyonu! Bu, merkezlerdeki tüm Altını ortaya çıkarmak için asteroitleri yarıp geçiyor.",
    "goldT4": "Kronal Aktüatör",
    "goldT4_desc": "Daha fazla Altın üretmek için kuantum fiziğinde zamanı hızlandırır.",
    "goldT5": "Felsefe taşı",
    "goldT5_desc": "Dönüşüm, ince havayı altına çevirebilecek kadar ilerledi!",

    "silver": "Gümüş",
    "silverPane": "Gümüş",
    "silverPane_desc": "Gümüş, asteroit kuşağında en yaygın olarak bulunan başka bir metaldir.",
    "silverS1": "Depoyu Yükselt",
    "silverS1_desc": "Silver depolama boyutunu ikiye katlayın",
    "silverT1": "Keşif Gemisi",
    "silverT1_desc": "Keşif Gemisi, asteroid alanında asteroitlere gömülü gümüş parçaları arar.",
    "silverT2": "Gezegenler Arası Lazer",
    "silverT2_desc": "Asteroidleri keserek çekirdeklerindeki gümüş birikintilerini bulur.",
    "silverT3": "Büyük Bertha",
    "silverT3_desc": "Bu büyük, uzay tatbikatı, adını neredeyse bir milenyum önce inşa edilen Birinci Dünya Savaşı Obüsünden alıyor, asteroit madenciliği için özel olarak tasarlanmış bir gümüş arama makinesi.",
    "silverT4": "Atomik Top",
    "silverT4_desc": "Bu güçlü top, Neptün'ün yörüngesinde döner ve asteroitlerin yüzeyini atomize ederek içindeki gümüşü açığa çıkarabilir.",
    "silverT5": "Ölü Kurt Adam Bulucu",
    "silverT5_desc": "Kurtadamları öldürmek için kullanılan Gümüş mermiler, 1000'den fazla kez sıkıştırılmış gümüşten yapılmıştır. Bunları çıkarmak, üretiminiz için faydalı olacaktır.",

    "outerResourcesHeading": "Dış Gezegen Kaynakları",

    "hydrogen": "Hidrojen",
    "hydrogenPane": "Hidrojen",
    "hydrogenPane_desc": "Hidrojen, Jüpiter ve Satürn gibi gaz devlerinde son derece yaygındır.",
    "hydrogenS1": "Depoyu Yükselt",
    "hydrogenS1_desc": "Hidrojen depolama boyutunu ikiye katlayın",
    "hydrogenT1": "Hidrojen Toplayıcı",
    "hydrogenT1_desc": "Bu toplayıcı, Dünya'ya geri getirmek için depolamak üzere Hidrojen aramak için Jüpiter'in etrafında dolaşıyor.",
    "hydrogenT2": "Gazlı Mıknatıs",
    "hydrogenT2_desc": "Mıknatıs, saniyede toplanan miktarı artırmak için Hidrojeni kendisine çeker.",
    "hydrogenT3": "Elektrolitik Hücre",
    "hydrogenT3_desc": "Bunlar burada, Dünya'da yapılır ve sürekli bir Enerji kaynağı ile suyu hidrojene dönüştürebilir.",
    "hydrogenT4": "Hindenburg Kazısı",
    "hydrogenT4_desc": "Bir şekilde çalışıyor.",
    "hydrogenT5": "Yıldız Biçerdöver",
    "hydrogenT5_desc": "'Çalmak' çok güçlü bir kelime. Yıldızların dış bölgelerini topladığımızda 'karşılıksız ödünç almayı' tercih ederim.",

    "helium": "Helyum",
    "heliumPane": "Helyum",
    "heliumPane_desc": "Helyum, Jüpiter ve Satürn gibi gaz devlerinde en yaygın ikinci elementtir.",
    "heliumS1": "Depoyu Yükselt",
    "heliumS1_desc": "Helyum depolama alanınızı ikiye katlayın",
    "heliumT1": "Helyum Uçağı",
    "heliumT1_desc": "Helyum Uçağı, Satürn'deki alanı keşfeder ve Helyum'un yüksek noktalarını seçer ve bunlar daha sonra onun tarafından yavaşça çıkarılır.",
    "heliumT2": "Helyum Tankeri",
    "heliumT2_desc": "Bu devasa tanker büyük miktarlarda Helyum taşıyor ve onu uzay boşluğu yoluyla Satürn'den Dünya'ya taşıyor.",
    "heliumT3": "Morfik Kompresör",
    "heliumT3_desc": "Kompresör, helyumu Dünya'ya kolayca geri taşınabilmesi için yoğun bir şekilde küçük bir alana paketler.",
    "heliumT4": "Gaz Devi Sıyırıcı",
    "heliumT4_desc": "Büyük bir kovayla Gaz Devlerinin atmosferlerine uçmak, şimdiye kadar sahip olduğumuz en iyi plan!",
    "heliumT5": "Kafesli Yıldız",
    "heliumT5_desc": "Güneşin sınırlı bir minyatür versiyonu, büyük miktarlarda helyum oluşturmak için nükleer füzyon kullanır.",

    "ice": "Buz",
    "icePane": "Buz",
    "icePane_desc": "Buz, Dünya'da toplanabilmesine rağmen, malzemeyle dolu uzay aracıyla Pluto'ya uçup geri dönmek kadar karlı değildir. Esas olarak, Kademe 4 makineler için gerekli olan süper soğutma teknolojisi için kullanılır.",
    "iceS1": "Depoyu Yükselt",
    "iceS1_desc": "Buz depolama alanınızı ikiye katlayın",
    "iceT1": "Buz Kazması",
    "iceT1_desc": "Buz Kazması, donmuş su madenciliği yapmanın en basit yoludur ve en ucuz olmasına rağmen en yavaş olanıdır.",
    "iceT2": "Buz Matkap",
    "iceT2_desc": "Buz Delici, Kazmadan daha etkilidir ve her saniye çok daha fazla Buz kazanır. Ancak elektrik kullanır.",
    "iceT3": "Okyanus Dondurucu",
    "iceT3_desc": "Gelişmiş teknoloji ile artık Dünya'nın suyunu daha önce yalnızca Plüton'da bulunan yüksek kaliteli Buza dönüştürebilirsiniz.",
    "iceT4": "Bay Dondur",
    "iceT4_desc": "Bu robot, güneş sistemindeki en havalı adam.",
    "iceT5": "Aşırı Değiştirme Kondansatörü",
    "iceT5_desc": "Malzemelerdeki ısıyı o kadar hızlı boşaltın ki, nasıl güvenli bir şekilde işleyeceğinizden emin değilsiniz, ancak yine de düzgün bir şekilde yapmayı başardınız.",

    "science": "Bilim",
    "sciencePane": "Bilim",
    "sciencePane_desc": "Bilim, oyundaki ilerlemenizi ilerletmek için yeni teknolojileri araştırmak için kullanılır.",
    "scienceT1": "Evde Bilim Kiti",
    "scienceT1_desc": "Bilim üretmeye başlamak için kendinize ait küçük bir laboratuvar kurun. Her biri saniyede 0,1 bilim üretir.",
    "scienceT2": "Lise Fen Bilimleri",
    "scienceT2_desc": "Bilim alanındaki arayışınıza önemli ölçüde daha hızlı devam etmek için daha etkili bir laboratuvar oluşturun. Her biri saniyede 1 bilim üretir.",
    "scienceT3": "Üniversite Laboratuvarı",
    "scienceT3_desc": "Bilim alemini keşfetmenizi ilerletmek için eski laboratuvarın daha da iyi bir sürümünü oluşturun. Her biri saniyede 10 bilim üretir.",
    "scienceT4": "Bilimsel Gözlemevi",
    "scienceT4_desc": "Yıldızlara bakmak ve onlardan bilgi almak için bir gözlemevi oluşturun.",
    "scienceT5": "Uzay Bilimsel Uydu İstasyonu",
    "scienceT5_desc": "Dünya'nın yörüngesinin dışından, evren, laboratuvarın görüşünü engelleyen bir atmosfer olmadan çok daha verimli bir şekilde anlaşılabilir.",

    "researchesHeading": "Araştırmalar",

    "technologiesPane": "Teknolojiler",
    "technologiesPane_desc": "Daha fazla mekaniğin kilidini açmak ve oyunda ilerlemek için yeni teknolojileri araştırın.",
    "techStorage": "Depolama Yükseltmeleri",
    "techStorage_desc": "Bu, bir kerede sahip olabileceğiniz maksimum kaynak miktarını artırmak için depolama yükseltmeleri oluşturmanıza olanak tanır.",
    "techEnergy1": "Temel Enerji Üretimi",
    "techEnergy1_desc": "Odundan yapılan Karbonu fırında kullanarak buhar motorlarından güç üretebileceksiniz.",
    "techOil": "Yağ İşleme",
    "techOil_desc": "Petrol, kaynakları toplayan daha gelişmiş makinelere yakıt sağlamak ve aynı zamanda temel araçlardan daha fazla güç üretmek için kullanılır. Petrol İşlemenin Kilidini Açmak, onu yerden çıkarmanıza olanak tanır.",
    "techEnergy2": "Güneş Panelleri",
    "techEnergy2_desc": "Güneş Panelleri yakıta ihtiyaç duymadan Enerji üretir, ancak bunu diğer Enerji üretim biçimlerine göre daha yavaş yaparlar.",
    "techTier2": "Kaynak Makineleri",
    "techTier2_desc": "Kaynak Makineleri, basit yöntemlerden daha fazla kaynak üretir ancak çalışmak için sürekli güç kaynağı gerektirir.",
    "techDestruction": "Makinelerin İmhası",
    "techDestruction_desc": "Bu, zaten oluşturduğunuz makineleri yok etmenizi sağlar. Kaynak elde etmenin daha verimli yöntemleri olduğunda veya makinelerinizi desteklemek için yeterli enerjiniz olmadığında yararlı olabilir.",
    "techFuel1": "Uzay",
    "techFuel1_desc": "Uzay yolculuğunun kilidini açmak, roketlerin fırlatılmasına izin verir ve yepyeni bir araştırma alanı açar.",
    "techFuel2": "Oksidasyon",
    "techFuel2_desc": "Oksidasyon, yakıt oluşturmak için daha verimli bir süreçtir.",
    "techFuel3": "Hidrazin",
    "techFuel3_desc": "Hidrazin, bir Hidrazin Katalizör Makinesinde roket yakıtının üretilebileceği hızı artıran, Metan tarafından oluşturulan bir bileşiktir.",
    "techScience2": "Kademe 2 Bilim",
    "techScience2_desc": "Bunu araştırmak bilim üretiminizi büyük ölçüde artırmanıza olanak sağlayacaktır.",
    "techScience3": "Kademe 3 Bilim",
    "techScience3_desc": "Bunu araştırmak, bilim üretiminin üçüncü aşamasına erişmenizi sağlayacak ve önceki aşamalardan çok daha fazla bilim üretecektir.",
    "techScience4": "Kademe 4 Bilim",
    "techScience4_desc": "Bunu araştırmak, önceki aşamaya göre 10 kat daha fazla bilim yaratarak bilim üretiminin dördüncü aşamasına erişmenizi sağlayacaktır.",
    "techEnergyStorage1": "Kademe 1 Piller",
    "techEnergyStorage1_desc": "Kademe 1 Piller, bir kerede depolayabileceğiniz enerji miktarını artırır.",
    "techEnergyStorage2": "Kademe 2 Piller",
    "techEnergyStorage2_desc": "Kademe 2 Piller, bir kerede depolayabileceğiniz enerji miktarını artırır.",
    "techEnergyStorage3": "Kademe 3 Piller",
    "techEnergyStorage3_desc": "Kademe 3 Piller, bir kerede depolayabileceğiniz enerji miktarını artırır.",
    "techEnergyStorage4": "Kademe 4 Piller",
    "techEnergyStorage4_desc": "Kademe 4 Piller, bir kerede depolayabileceğiniz enerji miktarını artırır.",
    "techPlasma1": "Plazma Kademe 1 Teknolojisi",
    "techPlasma1_desc": "Bu, enerjinizi ve hidrojeninizi Plazmaya dönüştürmenizi sağlar.",
    "techPlasma2": "Plazma Katman 2 Teknolojisi",
    "techPlasma2_desc": "Bu araştırma, Plazma üretiminin ikinci aşaması olan Plazmatik Çukuru açar.",
    "techPlasmaStorage1": "Plazma Depolama Birimleri",
    "techPlasmaStorage1_desc": "PSU'lar bir kerede saklayabileceğiniz plazma limitini artırır.",
    "techPlasmaStorage2": "Tier 2 Plazma Depolama Birimleri",
    "techPlasmaStorage2_desc": "Kademe 2 PSU'lar plazmayı depolamada daha verimlidir ancak önemli ölçüde daha büyüktürler ve üretimleri için daha fazla kaynak gerektirir.",
    "techEmc1": "Enerji-Kütle Dönüşümü",
    "techEmc1_desc": "Bu güç teknolojisi yalnızca mevcut kaynakları oluşturmanıza izin vermez, aynı zamanda göktaşı gibi yeni ve yalnızca oluşturulabilir öğeler oluşturmanıza olanak tanır.",
    "techMeteorite0": "Meteorite",
    "techMeteorite0_desc": "Meteorit, yapay olduğu için Galaksideki ender kaynaklardan biridir. Bir zamanlar Kuiper Kuşağı'nda bulunan önceden var olan tüm Göktaşı ve diğer güneş sistemlerindeki benzer asteroit alanlarının tümü çıkarıldı. Şimdi elde etmenin tek yolu enerjiden makinelerde yapmak.",
    "techMeteorite1": "Meteorit Katman 1",
    "techMeteorite1_desc": "Meteorite toplamanın otomatik bir yolunu araştırın, böylece etrafta yokken kaybetme konusunda endişelenmenize gerek kalmaz.",
    "techMeteorite2": "Meteorit Katman 2",
    "techMeteorite2_desc": "Göktaşı elde etmek için yapay olarak oluşturmaktan daha etkili bir yöntem araştırın.",
    "techDyson1": "Dyson Yüzüğü",
    "techDyson1_desc": "Dyson Rings, güneş enerjisi istasyonlarında güneşi çevreleyerek büyük miktarlarda enerji üretir.",
    "techDyson2": "Dyson Sürüleri ve Küreleri",
    "techDyson2_desc": "Dyson Swarms, güneşi güneş istasyonlarının halkalarıyla çevrelerken, Spheres güneşi tamamen çevreleyerek yıldızlar arası gitmek için yeterli enerjiyi kullanmanıza izin verir.",
    "techNanoswarm1": "Nanoswarm Teknolojisi",
    "techNanoswarm1_desc": "Tahtakuruları düşünün, ama daha kötüsü. Bu yaratıklar, bir malzemenin üretimini her on nanoswarm'da iki katına çıkarıyor! Nadir karbon bazlı malzemelerinizden bazılarına karşılık, size mükemmel teknolojimizin planlarını vermekten mutluluk duyarız .",
    "upgradeTier2": "Kaynak Teknolojisini Yükselt",
    "upgradeTier2_desc": "Kaynak makinelerinizin eskisinden daha fazla kaynak üretmesini sağlayın. Bu yükseltme, her birim Enerji için ürettikleri miktarı iki katına çıkarır.",
    "upgradeEnergy1": "Motor Teknolojisini Yükselt",
    "upgradeEnergy1_desc": "Motor Teknolojisini yükseltmek, Karbon motorlarının saniyede 2 yerine 4 Enerji üretmesini sağlayacaktır.",
    "upgradeEnergy2": "Güneş Teknolojisini Yükselt",
    "upgradeEnergy2_desc": "Güneş Teknolojisini yükseltmek, güneş panellerinin saniyede 1,5 yerine 3 Enerji üretmesini sağlayacaktır.",
    "boostProduction": "Kaynak Verimliliği",
    "boostProduction_desc": "Kaynak Verimliliği, satın alma başına kaynakların gelirini %1/s artırır.",
    "boostScience": "Bilim Verimliliği",
    "boostScience_desc": "Bilim Verimliliği, satın alma başına bilim üretimini %2 artırır.",
    "boostEnergy": "Enerji Verimliliği",
    "boostEnergy_desc": "Enerji Verimliliği, satın alma başına tüm makinelerin enerji tüketimini %1/s azaltır.",
    "boostEnergyStorage": "Pil Verimliliği",
    "boostEnergyStorage_desc": "Pil Verimliliği, yükseltme başına pillerinizin depolama kapasitesini %1 artırır.",

    "solSytemHeading": "Güneş Sistemi",

    "rocketPane": "Roket",
    "rocketPane_desc": "Bir roket yapmak, güneş sistemi çevresinde keşif yapmanıza ve uzayda kaynak toplamanıza olanak tanır.",
    "rocket1": "Roket",
    "rocket1_desc": "Roketi uzaya fırlatmak için önce inşa edilmesi gerekir.",
    "rocket2": "Roket Fırlat",
    "rocket2_desc": "Roketi uzaya fırlatmak, uzay madenciliği, keşif ve diğer gezegenlerin kilidini açacaktır. Bu, navigasyon için bir uydu gerektirir.",

    "fuel": "Yakıt",
    "fuelPane": "Yakıt",
    "fuelPane_desc": "Yakıt, kimya fabrikalarında üretilir ve roketlerin uzaya fırlatılması ve diğer gezegenlere ve yıldız sistemlerine seyahat etmesi için kullanılır.",
    "fuelT1": "Kimyasal Tesis",
    "fuelT1_desc": "Kimyasal tesisler otomatik olarak roket yakıtı yapmak için kullanılır.",
    "fuelT2": "Oksitlenme Odası",
    "fuelT2_desc": "Oksidasyon Odaları, roket yakıtını kimya tesislerinden daha hızlı ve daha verimli hale getirir.",
    "fuelT3": "Hidrazin Katalizörü",
    "fuelT3_desc": "Bunlar, metan gibi sera gazlarını kullanarak roket yakıtı yapmak için gereken kimyasal reaksiyonları hızlandırır.",

    "innerSolarSystemPane": "İç Güneş Sistemi",
    "innerSolarSystemPane_desc": "",
    "moon": "Ay",
    "moon_desc": "Ay, Dünya'nın etrafında 27 günde bir dönen en büyük uydumuzdur. Milyarlarca yıl önce Dünya'dan ayrıldığı zamandan kalan büyük miktarda Lunarit içerir. Normal metalden çok daha güçlüdür. ve daha gelişmiş makineler yapmak için kullanılır.",
    "cıva": "cıva",
    "mercury": "Merkür",
    "mercury_desc": "Merkür, çok az değeri olan veya hiç değeri olmayan cansız bir kayadır. Mevcut değerli malzeme olmadığı için yerde keşfetmeye değmez.",
    "venus": "Venüs",
    "venus_desc": "Venüs, güneş sistemindeki en sıcak ve Dünya'ya en yakın gezegendir. Sera gazları açısından zengindir ve aşırı ısınmasına katkıda bulunur. Venüs'ten metan çıkarabilir, bu da yeni bir form oluşturmanıza olanak tanır. elektrik üretimi.",
    "mars": "Mars",
    "mars_desc": "Mars, Dünya'ya en yakın ikinci gezegendir ve pas olarak da adlandırılan kırmızı demir oksitle kaplıdır. Titanyumu yüzeyde bulabilirsiniz, ancak kabuğun içinde daha yaygındır. Titanyum, Metan enerji santrallerine ve silikon üretimi.",
    "asteroid": "Asteroid Kuşağı",
    "asteroid_desc": "Asteroit kuşağı, yaklaşık 2 milyon asteroit içeren geniş bir alandır. Orada Altın ve Gümüş gibi Dünya'daki nadir metalleri daha kolay hasat edebilirsiniz.",
    "wonderStation": "Harikalar İstasyonu",
    "wonderStation_desc": "Harikalar İstasyonu büyük, gizemli bir yapıdır. İçeriği tam olarak bilinmemekle birlikte eski eserler üzerindeki oymalar benzer bir şeyi tasvir ediyor. Orada neredeyse doğaüstü, dünya dışı bir Overlord öğreneceğiniz söyleniyor. , galaksiye hükmediyor. Yıldızlar arası ve galaktik keşif yolculuğunuzda size birçok şey öğretebileceğini söylüyorlar.",

    "outerSolarSystemPane": "Dış Güneş Sistemi",
    "outerSolarSystemPane_desc": "",
    "jupiter": "Jüpiter",
    "jupiter_desc": "Jüpiter'in atmosferinden hidrojen elde etmek için bir yörünge istasyonu idealdir. Öyle yapın!",
    "saturn": "Satürn",
    "saturn_desc": "Altını vurduk! En azından mecazi olarak. Jüpiter'in yanında güneş sistemindeki en büyük ikinci gezegen. Güneş sistemimizdeki halkaları olan az sayıdaki gök cisminden biridir ve güneş sistemindeki en az yoğun gezegendir. Helium'u burada bulabilirsiniz.",
    "uranus": "Uranüs",
    "uranus_desc": "Herkesten farklı dönen gezegen, saatte 300 mil (483kph) hıza ulaşan rüzgarlara sahiptir. Kompozisyonu, esas olarak Hidrojen ve Helyumdan oluşan diğer gaz devlerininkine çok benzer. Bu nedenle, Satürn ve Jüpiter'dekiyle aynı kaynakları elde etmek için araştırmaya değmez.",
    "neptune": "Neptün",
    "neptune_desc": "Neptün, güneş sistemindeki en garip havaya sahiptir. Güneş sistemindeki diğerlerinden daha şiddetli büyük fırtınalar ve rüzgarlar vardır. Orada Metan, Hidrojen ve Helyum dışında pek bir şey yoktur.",
    "pluto": "Plüton",
    "pluto_desc": "Buz, buz, bebeğim! Dünya'da büyük miktarlarda buz oluşturmak son derece pahalı olduğundan, onu Plüton'dan toplamak aslında daha ucuz!",
    "solCenter0": "Kuiper Kayışı",
    "solCenter0_desc": "Uzayın geniş alanları, güneşin etrafında 300 yıllık bir yörüngede yüzen yalnız kayaları birbirinden ayırır. Yine de burada bulunacak çok önemli bir şey var.",
    "solCenter1": "Sol Bilim Merkezi",
    "solCenter1_desc": "Evimize hoş geldiniz. Irkımız bilimsel ilerlemeye ve başkalarıyla etkileşime adanmıştır. Bizimle ticaret yapmak isterseniz, size galakside çok az kişinin gördüğü teknoloji için taslaklar sağlayabiliriz.",

    "wondersHeading": "Harikalar",

    "wonderStationPane": "Harikalar İstasyonu",
    "wonderStationPane_desc": "Uzayda süzülerek dönen piramitlere girerken, uzay geminiz en alt bölümün yan tarafındaki açılan bir kapıya doğru çekilirken üzerinde küçük bir çekiş hissedersiniz. Uzay geminizden çıkarken yapay yerçekimini deneyimler ve yürürsünüz ilerideki büyük koridora.Duvarları süsleyen, odanın köşelerinde yekpare yapıların dört büyük resmi, altında açıklamaları var.Odanın uzak ucunda dev bir kapı var, açılabileceğine dair herhangi bir belirti olmaksızın kapalı. siz odada yürürken sizi izleyen yüce bir varlığın olduğunu unutmayın. Not: Etkilerini almak için harikaları inşa ettikten sonra etkinleştirmelisiniz.",
    "wonderPrecious0": "Değerli Harika",
    "wonderPrecious0_desc": "İlk resim büyük, parlak bir yapıyı tasvir ediyor ve plakette şöyle yazıyor: 'Mukayese edilemeyecek kadar zengin olsam da, koleksiyonuma değerli kaynaklar eklemeye hâlâ değer veriyorum. Değerli Taşlarınız, Gümüş ve Altınlarınız karşılığında, size kendi gezegeninizin içinde yatan bir şeyi öğreterek daha önce bulunmayan nadir bir kaynak ve tehlikeli bir element bulmanızı sağlar.'",
    "wonderEnergetic0": "Enerjetik Harika",
    "wonderEnergetic0_desc": "Titreşen bir görüntü, şimşek kıvılcımları olan devasa bir piramidi tasvir ediyor. Overlord şimdi ne isteyebilir ki? 'Pek çok yıldızın enerjisini tükettikten sonra, galaksiden aldığım enerjinin onuruna bir yapı inşa etmek istiyorum. kudretli gücümle. Bunu inşa etmen karşılığında, sana daha önce hiç kimsenin kullanamadığı bir tür güç üretmenin yollarını vereceğim.'",
    "wonderTechnological0": "Teknolojik Harika",
    "wonderTechnological0_desc": "Yeşil renkli bir resim, bazı bilgisayar sistemlerinin içini gösteriyor. 'Kozmostaki herkesten üstün olduğum için, kontrol ettiğim gelişmiş bilgisayar sistemlerine adanmış bir anıt istiyorum. Ödül olarak sana öğreteceğim bilgisayarlı makineler hakkında bilgi verir ve size daha gelişmiş kaynak toplayıcılar yapma yeteneği verir.'",
    "wonderMeteorite0": "Meteorite Harikası",
    "wonderMeteorite0_desc": "Parıldayan kırmızı bir portre, fütüristik bir makine setini tasvir ediyor. 'Şimdiye kadar çok şey başardınız, ancak şimdi son nesiller için harika bir yapı inşa etmekle karşı karşıyasınız. Bir sonraki anıtım için, size yeni bir tür hediye edeceğim. sadece bilimkurguda görülen bir makine. Göktaşı makineleri, plazmayı kaynakların çıkarılmasında yararlı olan ham güce dönüştürmek için içlerinde yüklü olan enerjiyi kullanır.'",

    "floor1Pane": "Kat #1",
    "kat1Pane_desc": "",
    "wonderPrecious1": "Değerli Harika",
    "wonderPrecious1_desc": "Overlord yeni zenginliklerinden memnun ve size dünyanın yörüngesinde dönen ve yeni kaynaklar bulabilecek uydular üretme yeteneği sunuyor. Bu harikayı etkinleştirmek size Uranyum'u, onu nasıl elde edeceğinizi ve onu nasıl kullanacağınızı öğretecek. . Dünyanın derinliklerinde bulunan bu nadir element hakkında bilgi edinmek, Enerji yaratmanın yeni bir yolu olan nükleer gücün kilidini açacaktır.",
    "wonderEnergetic1": "Enerji Harikası",
    "wonderEnergetic1_desc": "Artık emrinde bir enerji piramidi olan Overlord, elektrik üretmen için teknolojisinin bir kısmını sana veriyor. Bu harikayı etkinleştirmek, yeni bir Enerji üretimi yöntemi olan Lava'nın gücünden yararlanmanı sağlayacak.",
    "wonderTechnological1": "Teknolojik Harika",
    "wonderTechnological1_desc": "Yeni anıtıyla gurur duyan Overlord, size bilgisayarlı makinelerin ve gelişmiş kaynak toplamanın yollarını öğretiyor. Bu harikayı etkinleştirmek, kaynak toplamanın çok daha etkili bir yöntemi olan Kademe 3 Makineler oluşturmanıza olanak tanıyacak.",
    "wonderMeteorite1": "Meteorite Harikası",
    "wonderMeteorite1_desc": "Yeni inşa edilen harikasını izleyen Overlord, size öncekilerin en iyisi olan yeni bir makine dalgası olasılığını sunuyor. Bu harikayı etkinleştirmek, size daha iyi ve daha fazla olan 4. Kademe kaynak toplama makineleri inşa etme yeteneği verir. önceki her şeyden daha verimli.",

    "floor2Pane": "Kat #2",
    "floor2Pane_desc": "",
    "wonderComm": "İletişim Harikası",
    "wonderComm_desc": "Odanın ortasında, yerde, için için yanmış bir anten görüyorsunuz. Yanındaki bir levhada 'İlk iki yıldız sistemim arasındaki Orijinal İletişim Rölesi' yazıyor. Hoparlörlerden tekrar yüksek bir ses yükseliyor. zeminin uzak köşelerinde: 'Bu benim en değerli hatıralarımdan biri, bana yıldız sistemleri arasında gönderdiğim ilk mesajı hatırlatıyor. Bunu benim için onarırsan çok sevinirim ve karşılığında ben de sana yardım edeceğim. görevin yıldızları kolonileştirmek.' İletişim Harikasını yeniden inşa etmek için, diğer yıldız sistemlerindeki uzaylılarla konuşup onları dinleyebilecek ve güneş sistemimizin dışında hissedebilen yaşam olup olmadığını belirleyebileceksiniz.",
    "wonderSpaceship": "Uzay Gemisi Harikası",
    "wonderSpaceship_desc": "İkinci katta, yerde dağınık makineler ve dağınık parçalardan oluşan bir kargaşa buluyorsunuz. Yanınızda yatan bir roket motoru gibi görünen şeyi yeniden monte edebilirsiniz. Overlord'un gümbürdeyen sesi hoparlörlerden geliyor odada: 'Selamlar dostum. Gördüğünüz gibi, bu kat büyük ölçüde dağınık. Benim için onarırsanız cömert bir mükafat alacaksınız. İlk göreviniz sağınızdaki harikayı onarmak. Eskiden bir roket motoru olabilir, ama parçaların nerede olduğundan emin değilim. Bunu bir kez daha yapmak için ek araştırmaya ihtiyacın olabilir, ama eminim bunu gayet iyi çözeceksin.' Roket Harika'sını yeniden inşa etmek için, küçük yıldız sisteminizin ötesine nasıl geçeceğinizi öğrenebileceğiniz gelişmiş teknolojileri keşfedeceksiniz.",
    "wonderAntimatter": "Antimadde Harikası",
    "wonderAntimatter_desc": "Zemin köşesinde, duvarlara yaslanmış, hafifçe parıldayan büyük bir teneke kutu görüyorsunuz. Yanındaki kırmızı bir düğmeye bastıktan sonra duyuru mesajı çalıyor: 'Bu, bakire için ilk antimadde tankımdı. 'Yıldızlararası'nın yolculuğu, başka bir yıldız sistemine ilk yolculuğumda. Onu onarmak ve anıları geri getirmek için, size evrendeki küçük parçanızdan kaçma hayallerinizi beslemek için kendi antimadde üretiminizi öğreteceğim.' Antimadde Harikasını yeniden inşa etmek için, antimadde üretimine ve depolamasına erişim elde edeceksiniz.",
    "wonderPortal": "Portal Odası",
    "wonderPortal_desc": "Odada, zeminin uzak duvarına monte edilmiş, obsidyen görünümlü dev boyutlu bir çerçeve göze çarpıyor. Plakasında şöyle yazıyor: 'Bu, benim mistik Harika İstasyonumun üçüncü ve son katına giden yoldur. etkinleştirmek için birçok kaynak gerekir, ancak tamamlandığında, Yıldız Geçidi Odasına erişmenizi sağlar: Bu acınası güneş sisteminden çıkmanın ve evreni keşfetmenin tek yolu.' Portalı etkinleştirmek, dört yüzlü monolitin geri kalanından ayrılmış olarak Harikalar İstasyonu'nun Üçüncü Katına gitmenizi sağlayacaktır.",

    "floor3Pane": "Kat #3",
    "floor3Pane_desc": "Üç katın en küçüğü olmasına rağmen son kat, görkemli bir kontrol paneli ve büyük bir masa sergileyen ödül odası gibi görünüyor.",
    "wonderStargate": "Yıldız Geçidi",
    "wonderStargate_desc": "Yıldız Geçidi'ni yeniden inşa etmek için kendi güneş sisteminizin ötesinde uzayı keşfedebileceksiniz.",

    "solCenterHeading": "Güneş Merkezi",

    "solCenterPane": "Yabancı Teknolojiler",
    "techPlasma0": "Plazma Teknolojisi",
    "techPlasma0_desc": "Plazma aşırı enerji hali olduğundan, büyük miktarlarda depolama olarak kullanılabilir ve daha yüksek seviyeli makineler ve dönüşümler kullanma yeteneği sağlar.",
    "techEmc0": "Enerji-Kütle Dönüşümü",
    "techEmc0_desc": "EKD, Dünya'da yalnızca hayal edilen bir teknolojidir. İşte bu bir gerçek. Enerji ve plazmayı düzenli kaynaklara dönüştürebilir veya büyük miktarlarda, onu yapamayacağınız nadir kaynaklara dönüştürebilirsiniz. bulmak ve elde etmek için yapmak zorunda.",
    "techDyson0": "Dyson Teknolojisi",
    "techDyson0_desc": "Daha önce duyulmamış olan bu teknoloji, Sol Scientific Center'dakiler sayesinde artık bir gerçek. Sphere milyonlarca yıl boyunca çok fazla enerji sağlayabilir, ancak bunun bedeli nedir? Not: Dyson Bölümlerinin maliyetleri, sahip olduğunuz sayıya göre değişir ve böylece hepsini kullandığınızda sıfırlanır veya yalnızca kısmen harcanırsa düşürülür.",

    "emcPane": "Enerji-Kütle Dönüşümü",
    "emcPane_desc": "EKD, Dünya'da yalnızca hayal edilen bir teknolojidir. İşte bu bir gerçek. Enerji ve plazmayı düzenli kaynaklara dönüştürebilir veya büyük miktarlarda, onu yapamayacağınız nadir kaynaklara dönüştürebilirsiniz. bulmak ve elde etmek için yapmak zorunda.",
    "otomatik": "Otomatik",
    "selectAutoEmcInterval": "Oto Frekans",
    "1 saniye": "1 saniye",
    "10 saniye": "10 saniye",
    "1dakika": "1 dakika",

    "dysonPane": "Dyson",
    "dysonPane_desc": "Daha önce duyulmamış olan bu teknoloji, Sol Scientific Center'dakiler sayesinde artık bir gerçek. Sphere milyonlarca yıl boyunca çok fazla enerji sağlayabilir, ancak bunun bedeli nedir? Not: Dyson Bölümlerinin maliyetleri, sahip olduğunuz sayıya göre değişir ve böylece hepsini kullandığınızda sıfırlanır veya yalnızca kısmen harcanırsa düşürülür.",
    "segment": "Segment",
    "segment_desc": "Bu mega yapıların tek parça halinde inşa edilmesi mümkün değil. Küçük parçalardan oluşturulmalı ve güneş etrafında bir araya getirilmeliler.",
    "dysonT1": "Halka",
    "dysonT1_desc": "Halka, saniyede 5.000 enerji üretebilen, güneşin yörüngesinde ve çevresinde dönen bir güneş şerididir. Bölümleri yerine oturtmak için toplamda 50.000 roket yakıtı gerekir.",
    "dysonT2": "Sürü",
    "dysonT2_desc": "Sürü, güneşin yörüngesinde dönen bir dizi güneş istasyonudur ve bir kez inşa edildiğinde saniyede 25.000 enerji üretebilir. Ancak, bölümleri yerine oturtmak için toplamda 250.000 roket yakıtı gerekir.",
    "dysonT3": "Küre",
    "dysonT3_desc": "Kürenin tamamı, güneşi tamamen çevreleyen yekpare bir yapıdır. Yıldızlar arası yolculuk için yeterli enerjiye izin verecek ve sonunda bu Güneş Sisteminden kaçacaktır. Saniyede 1.000.000 enerji üretecektir.",

    "nanoswarmPane": "Nanosürü",
    "nanoswarm": "Nanosürü",
    "nanoswarm_desc": "Tahtakuruları düşünün, ama daha da kötüsü. Bu yaratıklar üretiminizi her on nanosürüde iki katına çıkarır! Diğer makinelerin formlarını kopyalayabilir ve kaynak üretiminde rol alabilirler. Güçlendirmek için bir kaynak seçebilir ve istediğiniz zaman değiştirin.",
    "Kaynak Seç": "Kaynak Seç",

    "interstellarHeading": "Yıldızlararası",

    "communicationPane": "İletişim",
    "communicationPane_desc": "Burası, gidilecek diğer sistemler hakkında bilgi edindiğiniz yerdir. NB: İlk yıldız Alpha Centauri 4,3 LY uzakta. 1 IRS sizi oraya götürmez.",
    "radarT1": "Astronomik Buluş",
    "radarT1_desc": "Yıldızlararası uzay yolculuğu teorisiyle ilgili büyük bir sorun bozulmanın eşiğinde. Bunu bu yükseltme ile gerçekleştirin. Bu, keşif menzilinizi 5 Işık Yılı artıran tek seferlik bir yükseltmedir.",
    "radarT2": "Yıldızlararası Radar Tarayıcı",
    "radarT2_desc": "Overlord, IRS'yi kullanarak uzaydaki yıldızları keşfetmeniz için size teknoloji sunuyor. Her biri keşif menzilini 1 Işık Yılı artırıyor.",

    "spaceshipPane": "Uzay gemisi",
    "spaceshipPane_desc": "Yıldızlara ulaşımınızı burada kurabilirsiniz.",
    "spaceship": "Uzay gemisi",
    "spaceship_desc": "Uzay gemisi Samanyolu'ndaki Yıldızlara gidebilir, ancak sistemlerdeki nesnelerin üzerine inemez.",
    "shield": "Kalkan Kaplama",
    "shield_desc": "Bu kaplama Güneş'in radyasyonuyla savaşır ve içerideki herkesi uzayın dondurucu soğuğundan koruyabilir.",
    "engine": "Motor Ünitesi",
    "engine_desc": "Bunlar, sizi yıldızlara taşıyacak itici güç oluşturmak için kontrollü bir reaksiyonda antimadde ile maddeyi birleştirir.",
    "aero": "Aerodinamik Bölümler",
    "aero_desc": "Bunlar, hava direnci konusunda endişelenmenize gerek kalmaması için atmosfer dışına kolay kalkış ve iniş sağlar.",

    "antimatterPane": "Antimadde",
    "antimatterPane_desc": "Yıldızlararası yolculuk için yakıtınız burada üretiliyor. Ne yazık ki, inanılmaz derecede uçucu olduğu için Yıldız Sistemi başına yalnızca 100.000 Antimadde kullanabilirsiniz.",
    "antimatter": "Antimadde",
    "antimatterT1": "Alcubierre Drive",
    "antimatterT1_desc": "Bu güçlü reaktör, yüksek enerjili plazmayı hayal edebileceğimiz en verimli yakıta dönüştürebilir.",

    "militaryPane": "Askeri",
    "fleet": "Mevcut Filo",
    "power": "Güç",
    "defense": "Savunma",
    "speed": "Hız",
    "stats": "İstatistikler",
    "shipT1": "Keşif Filosu",
    "shipT1_desc": "Keşif gemileri en küçük ve en hızlı gemilerdir ve hepsinden daha az maliyetlidir. Görünüşte önemsiz olmalarına rağmen, savaşta ve sayıca önemlidirler, ölümcül olabilirler.",
    "shipT2": "Fırkateyn Tugayı",
    "shipT2_desc": "Keşif erlerinden daha büyük olan Fırkateynler, gemi savaşının küçük tarafları arasındadır. Keşif erlerinden daha fazla güce sahiptirler, ancak önemli ölçüde daha yavaştırlar.",
    "shipT3": "Korvet Sınıfı",
    "shipT3_desc": "Diğer nitelikleri göz önüne alındığında, Corvette makul hıza sahip orta büyüklükte bir gemi. Savunmadaki eksikliğini güç ve hız açısından telafi ediyor ve filolarınızı doldurmak için iyi bir gemi.",
    "shipT4": "Savaş Kruvazörü Filosu",
    "shipT4_desc": "Savaş Kruvazörü maliyetli bir yatırımdır, ancak dengeli bir güç, savunma ve hız karışımıyla karşılığını verir. Hem nitelikler hem de maliyet açısından üst düzey bir gemidir.",
    "shipT5": "Başkent Gemisi",
    "shipT5_desc": "Capital Ship, Savunma ağırlıklı bir gemidir, ancak yine de büyük saldırı gücüyle yumruk atabilir. Ana dezavantajı, filonun manevra kabiliyetini aşağı çeken yavaş hızıdır.",

    "terraformingPane": "terraforming",
    "terraformingPane_desc": "Bir yıldız sisteminin dünyasallaştırılmasına başlamadan önce, gerekli birincil elementlerin içinde olup olmadığını belirlemek gerekir. Bu nedenle, bir sonda göndermek, bir dünyasallaştırıcı göndermenin yararlı olup olmadığını belirlemeyi mümkün kılar.",
    "probe": "Probe",
    "probe_desc": "Yerleştirmenin mümkün olup olmadığını analiz etmek için sensörlerle dolu küçük, hızlı ve hafif gemi.",
    "terraformer": "Yeryüzeyci",
    "terraformer_desc": "Yıldız sisteminde bulunan birincil elementlerden herhangi bir atmosfer üretebilen dev atmosferik reaktörleri taşıyan devasa uçan fabrika.",

    "interstellarCarnelianPane": "Carnelian Direnci",
    "interstellarCarnelianPane_desc": "İktidardakilere, en dikkat çekeni Prasnian İmparatorluğu'na karşı şiddetli bir öfke besleyen acımasız bir hizip. Kesintisiz muhalefet ediyorlar ve tüm güçlerini düşmanlarına saldırmaya odaklıyorlar. Bu nedenle sundukları şeyler çoğunlukla şunları kapsıyor: daha aktif bir oynanışa yönelen yükseltmelerin sayısı.",

    "interstellarPrasnianPane": "Prasnian İmparatorluğu",
    "interstellarPrasnianPane_desc": "Galaksideki mevcut lider ve grup, her şeyi olduğu gibi tutmaya odaklandı. Değişime karşı, otoriter bir rejimleri var ve esas olarak Dysons veya Wonders gibi yapılarla ilgili yükseltmeler sunuyorlar.",

    "interstellarHyacinitePane": "Hyacinite Cemaati",
    "interstellarHyacinitePane_desc": "Hyacinite Cemaati, bilimi seven, teknolojideki tüm gelişmelerden gurur duyan ve daima geleceğe bakan bir toplumdur. Gerçek için savaşırlar ve inançlarını paylaşan herkesi hoş karşılarlar.",

    "interstellarKitrinosPane": "Kitrinos Şirketi",
    "interstellarKitrinosPane_desc": "Bu özel fabrika, galakside güçlendi ve amaçlarını destekleyebilen müttefiklerle kârdan ilham alıyor. Yükseltmeler, büyük miktarda otomasyonla pasif kazanımlara odaklanmayı teklif etti.",

    "interstellarMovitonPane": "Moviton Sendikası",
    "interstellarMovitonPane_desc": "Moviton Sendikası, galaksiyi fethetme amacı olan, yayılmacı merkezli bir hiziptir. Kaostan kazanç sağlamayı umarak genellikle bir çatışmanın her iki tarafını da oynarlar. Seyahatinizde, roket inşası ve yıldızlararası yolculuk.",

    "interstellarOverlordPane": "Overlord Kültü",
    "interstellarOverlordPane_desc": "Overlord ile tanışmak için 150 heykel inşa etmelisin. Overlord heykelleri dünya biçimli yıldız sistemi üzerine inşa edilmelidir.",
    "overlordStatues": "Heykeller",
    "remainingStatues": "inşa edilecek kalan heykeller",
    "meetOverlord": "Overlord'la Tanışın",
    "overlordModal": "Overlord ile Buluşma",
    "overlordModal_text1": "Sevgili varlık, beklentilerimi aştın, aferin. Bu galaksiyi fethetme yeteneğine sahip olduğunu düşünmemiştim, yeteneğini hafife aldığımı kabul ediyorum. Bu başarıları elde etmek için çok yol kat ettin ve Tabii ki ödüllendirilmelisin. Artık yeterince güçlü olduğuna göre, sonunda geri kalan zamanlarda yanımda çalışarak bana katılmaya layıksın. Zamanı geldi. Önümde eğil ve hak ettiğin yeri kabul et.",
    "overlordModal_text2": "Muazzam gücünüzle ölümcül bir hamle yapmaya karar veriyorsunuz. Şu anda kontrolünüzdeki galaksinin gücüne odaklanarak, bunca zaman hizmetinde çalıştığınız Overlord'a karşı tek bir saldırı başlatıyorsunuz. Zamanı geldi. gafil avlanan Overlord, bir yıkım telaşında hızla yenilir.",
    "overlordModal_text3": "Artık krallığınıza dönüp bakıyorsunuz, damarlarınızda dolaşan saf enerji. Kendinizi doğaüstü hissediyorsunuz. Yeni Overlord olarak, kontrolünüz altındaki alanla ilgilenmek ve denetlemek, boyut içindeki düzeni korumak sizin görevinizdir. . Küçücük bir gezegende mütevazi başlangıçlarını yaşayan minik bir insan görüyorsun ve ona yardım eli uzatmaya karar veriyorsun. Kendi yeni fabrikalarını kurmak istiyorlar. Bir Ulik Uzay Fabrikası!",
    "next": "Sonraki",
    "endOfGame": "Oyun Sonu",

    "distance": "Mesafe",
    "planets": "Gezegenler",
    "beforeChecking": "Yerleştirmeden önce atmosfer olup olmadığını kontrol etmemiz gerekiyor.",
    "check": "Kontrol et",
    "beforeTerraforming": "Uygun bir atmosfer tespit edildi, bir terraformer gönderebiliriz.",
    "terraform": "Yer biçimi",
    "noAtmosphere": "Atmosfer algılanmadığı için bu yıldız sistemini yer biçimi yapmak mümkün değil",
    "beforeStatue": "Artık efendimizi kutlamak için bir Overlord Heykeli yapılabilir!",
    "buildStatue": "Heykel Yap",
    "statueBuilt": "Overlord Heykeli Yapıldı",

    "star201": "Alpha Centauri",
    "star301": "Barnard's Star",
    "star401": "CN Leonis",
    "star501": "Lalande 21185",
    "star701": "BL Ceti",
    "star601": "Sirius",
    "star130601": "V1216 Sagittarii",
    "star163901": "Ross 248",
    "star25101": "Epsilon Eridani",
    "star158101": "Lac 9352",
    "star80101": "FI Virginis",
    "star217101": "EZ Aquarii",
    "star181901": "Procyon",
    "star213301": "61 Cygni",
    "star207601": "The Village",
    "star166701": "GX Andromedae",
    "star224601": "SIPS 1259-",
    "star58601": "DX Cancri",
    "star151801": "Epsilon Indi",
    "star13601": "Tau Ceti",
    "star25401": "Arctic Avenger",
    "star10101": "YZ Ceti",
    "star51801": "Luyten's Star",
    "star223901": "SO25300.5+165258",
    "star35801": "Kapteyn's Star",
    "star146301": "AX Microscopii",
    "star216801": "DO Cephei",
    "star224101": "DENIS 1048",
    "star179501": "V577 Monoceri",
    "star114001": "Wolf 1061",
    "star194201": "Rhomboid Dronegar 006",
    "star6501": "van Maanen's Star",
    "star1101": "-37°15492",
    "star15301": "Artalyon 143",
    "star222401": "L 143-23",
    "star72501": "LP 731-58",
    "star122601": "AOe 17415-",
    "star121101": "Gliese 674",
    "star79501": "CC 658",
    "star1501": "G 158-27",
    "star210501": "V1581 Cygni",
    "star189701": "Lonely Rolling Star",
    "star69601": "AD Leonis",
    "star148501": "CD -49°135",
    "star175601": "Keid",
    "star155801": "EV Lacertae",
    "star206902": "70 Ophiuchi",
    "star136701": "Altair",
    "star166402": "Boaty McBoatface",
    "star185101": "Scalzi",
    "star79901": "AC +79°388",
    "star95001": "BD +15°262",
    "star175901": "Mo Lun",
    "star175902": "B",
    "star37601": "BD -3°1123",
    "star133601": "L 347-14",
    "star203902": "B",
    "star135801": "Sigma Draconis",
    "star39101": "Ross 47",
    "star123401": "L 205-128",
    "star56501": "L 674-15",
    "star200001": "Myriostoma",
    "star107001": "CD -40°971",
    "star167801": "Eta Cassiopeiae",
    "star204801": "36 Ophiuchi",
    "star164301": "BD +1°4774",
    "star211202": "B",
    "star24201": "82 Eridani",
    "star100801": "BD -11°375",
    "star124101": "EG 372",
    "star139701": "CD -45°136",
    "star103201": "LP 914-54",
    "star219102": "EQ Pegasi",
    "star105801": "HO Librae",
    "star204702": "Polaris",
    "star50401": "QY Aurigae",
    "star116901": "Wolf 629",
    "star159101": "BD +56°296",
    "star113301": "Gl 625",
    "star74001": "AC +23°468",
    "star199602": "Xi Boötis",
    "star148101": "AC +17°534",
    "star224201": "Asimov",
    "star224202": "B",
    "star157301": "BD +15°473",
    "star72601": "Wolf 358",
    "star205101": "C8H10N4O2",
    "star205102": "B",
    "star144001": "BD +61°206",
    "star224801": "LP 944-20",
    "star162501": "GJ 1286",
    "star71001": "BD +1°2447",
    "star222201": "G 258-33",
    "star207501": "A",
    "star222301": "L 788-34",
    "star6301": "BD +4°123",
    "star4001": "Beta Hydri",
    "star3901": "GJ 2005",
    "star168301": "Mu Cassiopeiae",
    "star168302": "Mu Cassiopeiae",
    "star92801": "BD +11°257",
    "star172701": "A",
    "star157201": "TW Piscis Austrini",
    "star86401": "L 399-68",
    "star120901": "BD +2°3312",
    "star128901": "Vega",
    "star125301": "BD -3°4233",
    "star68401": "BD -3°2870",
    "star141101": "AC +65°695",
    "star214301": "A",
    "star40801": "W 290",
    "star180502": "B",
    "star113101": "AC +48°159",
    "star207301": "Chi Draconis",
    "star30701": "L 302-89",
    "star89101": "Wolf 461",
    "star169601": "P Eridani",
    "star208702": "B",
    "star93901": "Wolf 489",
    "star85501": "Beta Canum Venaticorum",
    "star79201": "CPD -51°44",
    "star193402": "B",
    "star202902": "B",
    "star177001": "A",
    "star68301": "L 968-22",
    "star80501": "BD +36°221",
    "star157101": "L 49-19",
    "star217202": "FK Aquarii",
    "star178501": "Chi(1) Orionis",
    "star180101": "A",
    "star77301": "WD 1126+18",
    "star205001": "A",
    "star13401": "A",
    "star34201": "BD -5°1123",
    "star208601": "A",
    "star84201": "Ross 695",
    "star182101": "A",
    "star178401": "Gamma Leporis",
    "star107601": "L 768-119",
    "star78101": "CD -31°911",
    "star76401": "SZ Ursae Majoris",
    "star192101": "A",
    "star24001": "Kappa Ceti",
    "star16601": "A",
    "star191701": "A",
    "star123501": "BD +43°279",
    "star32301": "L 879-14",
    "star191401": "A",
    "star118301": "Wolf 636",
    "star27501": "A",
    "star85901": "CD -51°685",
    "star18501": "A",
    "star121601": "CPD -48°93",
    "star199801": "CE Boötis",
    "star141901": "G 144-25",
    "star5201": "W 246",
    "star13801": "A",
    "star37101": "Ross 41",
    "star223701": "BD+62°1325",
    "star166901": "V547 Cassiopeiae",
    "star166903": "V547 Cassiopeiae",
    "star42501": "Alpha Mensae",
    "star80901": "CD -26°888",
    "star32101": "BD +52°857",
    "star215902": "B",
    "star199702": "B",
    "star212102": "B",
    "star21001": "A",
    "star117501": "BD +25°317",
    "star62901": "W 250",
    "star178302": "Riepe's Double",
    "star21601": "EP Eridani",
    "star190502": "Xi Ursae Majoris",
    "star77801": "L 396-7",
    "star63801": "L 140-9",
    "star99701": "LP 271-25",
    "star176802": "B",
    "star187202": "B",
    "star32201": "BD -11°916",
    "star74801": "CD -23°976",
    "star205201": "V645 Herculis",

    "stargazeHeading": "Stargaze",

    "darkmatterPane": "Karanlık Madde",
    "darkmatterPane_desc1": "İşte buradayız, yolculuğunuzun sonu gibi görünüyor, ama anlamadığınız şey... bunun daha başlangıç olduğu. Yıldızlara bakıp ne yapabileceğinizi merak ediyorsunuz tüm yeni keşfedilen servetiniz ve güneş sistemindeki imparatorluğunuzla.",
    "darkmatterPane_desc2": "Overlord aniden sana ulaşıyor ve şöyle diyor: 'Zamanında çok yol kat ettin ve uzun bir imparatorluk inşa etme hayatından sonra hayatının yavaş yavaş sona erdiğini hissediyorum. Yapacağını düşündüğüm beklentiler.'",
    "darkmatterPane_desc3": "'Bana olan bağlılığınız ve bağlılığınız nedeniyle, beni hayal kırıklığına uğratmama ve istediğim kadar büyüklüğe ulaşamamama rağmen, size hayatta bir şans daha vermeye hazırım.'",
    "darkmatterPane_desc4": "'Zamanın geldiğini ve fedakarlığın gerekli olduğunu hissettiğinizde size kefaret yeteneği vereceğim için beni etkilemek için birçok şansınız olacak. Her yeniden doğuşunuzda imparatorluğunuz eskisinden daha da büyüyecek ve bana bağlı olduğun sürece, sana galaktik hakimiyete giden yolu göstereceğim.'",
    "darkmatterPane_desc5": "'Baştan başlayacaksın, yeni bir hayata ama ruhunun karşılığında, bir sonraki benliğini bu evrende geçirdiğin süre boyunca edindiğin bilgi ve bu taraftaki en değerli malzemelerden biriyle ödüllendireceğim. çoklu evren: Karanlık Madde.'",
    "darkmatter": "Karanlık Madde",
    "darkmatter_desc": "Burada, ne kadar Karanlık Madde edindiğinizi ve yeniden doğuşta elde edeceğiniz kazancı görebilirsiniz.",
    "dmWonders": "Harikalar",
    "dmWonders_desc": "Wonder Station'da tamamladığınız katlar için Karanlık Madde alırsınız. Sıfırlamadan önceki ilk çalıştırmanızda bunların hepsini başarmış olmanız muhtemeldir. Tamamlanan her kat için 4 Karanlık Madde alırsınız, ancak her kat için 2 Karanlık Madde alırsınız. son kat (sadece bir harika).",
    "dmSpheres": "Küreler",
    "dmSpheres_desc": "Ev sisteminizde bir küre oluşturup tamamladığınızda 15 karanlık madde elde edersiniz. Başka bir sistemde oluşturulan her küre için 5 karanlık madde kazanırsınız.",
    "dmResearches": "Araştırmalar",
    "dmResearches_desc": "Geri satın alınabilir araştırmaların herhangi birindeki her 25 Araştırma Verimliliği için 2 Karanlık Madde alacaksınız.",
    "dmRank": "Sıra",
    "dmRank_desc": "Ulaşılan her başarı sıralaması için 2 karanlık madde alacaksınız. İlk birkaç başarı sıralamasındaki kolay zorluk nedeniyle, bu, bir koşunun başlarında birincil karanlık madde kaynağınız olacak.",
    "dmSwarms": "Sürüler",
    "dmSwarms_desc": "Daha karmaşık sistemlerden biri olan sürülerden elde edilen Karanlık Maddeniz, eski bir matematiksel diziye göre değerlendirilir: Üçgen sayıları. Her üçgen sayıdaki sürüyü geçmek için 1 karanlık madde alırsınız. Örneğin: 1,3 ,6,10,15,21...",
    "rebirth": "Yeniden doğuş",
    "rebirth_desc": "Yeni bir hayata adım atmak büyük bir girişimdir ve öyle birdenbire yapılacak bir şey değildir. Bir kez emin olduktan sonra, önceki yaşamınızdan edindiğiniz bilgi ve deneyimi koruyarak yeniden başlayabilir ve kendinizi yenileyerek başarıya ulaşabilirsiniz. öncekinden daha büyük ve daha hızlı. Yükseltmelerinizin yanı sıra harcanmamış tüm karanlık maddeleri tutacaksınız. Bu adımı atmak, yalnızca bu yaşamda değil, sahip olduğunuz her yeniden doğuşta büyük bir adımdır. Etkinleştirildikten sonra, asla bu kadar güçsüz hissetmeyeceksiniz. Tekrar.",
    "rebirth_nb1": "Not: Önceki yaşamınızda satın aldığınız tüm yükseltmeleri koruyacaksınız.",
    "rebirth_nb2": "Not: Küre olmadan ikinci turda bile yeniden doğamazsınız.",
    "rebirth_confirm": "Emin misiniz? Sıfırlayıp kaydettikten sonra bu geri alınamaz.",

    "stargazeCarnelianPane": "Carnelian Direnci",
    "stargazeCarnelianPane_desc": "İktidardakilere, en dikkat çekeni Prasnian İmparatorluğu'na karşı şiddetli bir öfke besleyen acımasız bir hizip. Kesintisiz muhalefet ediyorlar ve tüm güçlerini düşmanlarına saldırmaya odaklıyorlar. Bu nedenle, sundukları şeyler çoğunlukla daha aktif bir oynanışa yönelen yükseltmelerin sayısı.",
    "upgradeGain": "Manuel Kazanımları Güçlendirin",
    "upgradeGain_desc": "Tüm kazanç düğmelerini tıklama başına 1 yerine 20'ye yükselt. İlişkiyi 3 artırır.",
    "upgradeStorage1": "Depolama Başlatılıyor",
    "upgradeStorage1_desc": "Her yeniden doğuşta tüm kaynaklarda 6.400 maksimum depolama ile başlayın. (Zaten 6.400'ün üzerindeyse etkilemez). İlişkiyi 6 artırır.",
    "upgradeStorage2": "Depolama İndirimi",
    "upgradeStorage2_desc": "Tüm Depolar artık ana kaynağın %100'üne mal olmuyor, bunun yerine %75'ine mal oluyor. İlişkiyi 14 oranında iyileştirir.",
    "techEnergyStorage6": "Kademe 6 Piller",
    "techEnergyStorage6_desc": "Boş Pillerin Kilidini Açın. İlişkiyi 15 artırır.",
    "upgradeStorage3": "Boyutsal Yarık",
    "upgradeStorage3_desc": "Çoklu evrenin yapısında bir çatlak açarak, kaynaklarınızı varsayılan kapasitenizi aşan başka bir boyutta, 10 kata kadar depolamanıza izin verir. İlişkiyi 26 artırır.",

    "stargazePrasnianPane": "Prasnian İmparatorluğu",
    "stargazePrasnianPane_desc": "Galaksideki mevcut lider ve grup, her şeyi olduğu gibi tutmaya odaklandı. Değişime karşı, otoriter bir rejimleri var ve esas olarak Dysons veya Wonders gibi yapılarla ilgili yükseltmeler sunuyorlar",
    "techPlasma3": "Kademe 3 Plazma",
    "techPlasma3_desc": "Elektron Banyosunun Kilidini Açın. İlişkiyi 4 artırır.",
    "upgradeWonder1": "1. Kat İndirimi",
    "upgradeWonder1_desc": "Birinci Kattaki Tüm Harikalar, etkinleştirme için %15 fiyat indirimi alır. İlişkiyi 10 artırır.",
    "upgradeWonder2": "2. ve 3. Kat İndirimi",
    "upgradeWonder2_desc": "İkinci ve Üçüncü Kattaki Tüm Harikalar, etkinleştirme için %20 fiyat indirimi alır. İlişkiyi 15 artırır.",
    "upgradeWonder3": "Gizemli Harika İnşaat",
    "upgradeWonder3_desc": "Birinci kat harikaları, her çalıştırmada sizin için gizemli bir şekilde önceden oluşturuldu. Hala etkinleştirilmeleri gerekiyor. İlişkiyi 11 artırır.",
    "techPlasma4": "Kademe 4 Plazma",
    "techPlasma4_desc": "Quasar Yönlendirme Sisteminin kilidini açın. İlişkiyi 17 artırır.",
    "techPlasmaStorage3": "Kademe 3 Plazma Depolama",
    "techPlasmaStorage3_desc": "Yerelleştirilmiş Vakum Caster PSU'nun kilidini açın. İlişkiyi 12 artırır.",
    "autoEmc": "Otomatik EKD",
    "autoEmc_desc": "Bir EKD kaynağında etkinleştirin ve o kaynağın frekansa göre 'EKD' olmasını sağlayın. İlişkiyi 17 artırır.",

    "stargazeHyacinitePane": "Sümbül Cemaati",
    "stargazeHyacinitePane_desc": "Hyacinite Cemaati, bilimi seven, teknolojideki tüm gelişmelerden gurur duyan ve daima geleceğe bakan bir toplumdur. Gerçek için savaşırlar ve inançlarını paylaşan herkesi memnuniyetle karşılarlar.",
    "upgradeScience1": "Laboratuvarlar Başlatılıyor",
    "upgradeScience1_desc": "Yeniden doğuşta 20 T1 Laboratuvarı ile başla. İlişkiyi 3 artırır.",
    "upgradeScience2": "Laboratuvar İndirimi",
    "upgradeScience2_desc": "Bu yükseltme ile T2+ Laboratuvarları %20 daha ucuz. İlişkiyi 12 oranında iyileştirir.",
    "techScience5": "Kademe 5 Laboratuvarları",
    "techScience5_desc": "Space Scientific Uydu İstasyonunun kilidini açın. İlişkiyi 14 artırır.",
    "upgradeEnergyBoost": "Enerji Verimliliği Sınırı",
    "upgradeEnergyBoost_desc": "Enerji Verimliliği araştırma sınırını %25 yerine %50'ye yükseltin. İlişkiyi 25 artırır.",

    "stargazeKitrinosPane": "Kitrinos Şirketi",
    "stargazeKitrinosPane_desc": "Bu özel fabrika galakside güçlendi ve amaçlarını destekleyebilen müttefiklerle kârdan ilham alıyor. Yükseltmeler, büyük miktarda otomasyonla pasif kazançlara odaklanmayı teklif etti.",
    "upgradeTier1": "Tier 1 Makine İndirimi",
    "upgradeTier1_desc": "Her kaynaktaki (kaynaklar sekmesinde) tüm Tier 1 makineler %10 daha ucuz. İlişkiyi 4 artırır.",
    "techEnergyStorage5": "Kademe 5 Piller",
    "techEnergyStorage5_desc": "Tüm enerji depolama ihtiyaçlarınız için beşinci sıradaki pillerin kilidini açın. İlişkiyi 17 artırır.",
    "multiBuy": "Multi Satın Alım",
    "multiBuy_desc": "Kitlesel satın alma ve imha etme güçlerinin kilidini açın! İlişkiyi 20 artırır.",
    "boostCapital": "Sermaye Yatırımı",
    "boostCapital_desc": "Maksimum depolamadaki her kaynak için, diğer her kaynak %5 üretim artışı alır. İlişkiyi 18 artırır.",
    "techTier5": "Tier 5 Makine Araştırması",
    "techTier5_desc": "Beşinci seviye kaynak makineleri için araştırmaya erişim elde edin. Bunların kilidi, T4 Meteorite Wonder etkinleştirildikten sonra açılır. İlişkiyi 20 artırır.",

    "stargazeMovitonPane": "Moviton Sendikası",
    "stargazeMovitonPane_desc": "Moviton Sendikası, galaksiyi fethetme amacına sahip, kullanımcı merkezli bir gruptur. Kaostan kazanç sağlamayı umarak genellikle bir çatışmanın iki tarafını da oynarlar. Seyahatinizde, roket inşası ve yıldızlararası yolculuk.",
    "upgradeFuel1": "Kimyasal Tesis Takviyesi",
    "upgradeFuel1_desc": "Kimyasal yüklemede %100 daha fazla roket yakıtı üretti (T1). İlişkiyi 7 artırır.",
    "upgradeSpaceship": "Uzay Gemisi İndirimi",
    "upgradeSpaceship_desc": "Uzay Gemisi Parça Maliyeti %35 daha az. İlişkiyi 28 artırır.",
    "techPlasmaStorage4": "Kademe 4 Plazma Depolama",
    "techPlasmaStorage4_desc": "Plazma Sıkıştırma Odasının uzunluğunu açın. İlişkiyi 28 artırın.",
    "techMeteorite3": "Meteorit Katman 3",
    "techMeteorite3_desc": "Gezegen Parça yapıcı yapının bloğunu açın. İlişkiyi 29 artırın.",
    "techMeteorite4": "Meteorit Katman 4",
    "techMeteorite4_desc": "Nebulous Synthesizer yapısının sınırlarını açın. İlişkiyi 36 artırır.",

    "stargazeOverlordPane": "Overlord Tarikatı",
    "stargazeOverlordPane_desc": "Bu grup bir gizemle örtülüyor. Çok fazla şey bilinmemekle birlikte, büyük bir güç duygusu tüm galaksiye hakim, görüşe göre diğer 5 grup ve onların 'önemsiz'melerinin üzerinde. Overlord'ne sadakatinizden gelen yükselmeler bir türle bölümü değil ve büyük llerde değişkenler.",
    "boostDarkmatter": "Karanlık Madde Artışı",
    "boostDarkmatter_desc": "Bu, harcadığınız her Karanlık Madde için tüm kaynaklara (bilim dahil) %1 destek ekler. İlişkiyi 20 artırır.",
    "techNanoswarm0": "Nanosürü",
    "techNanoswarm0_desc": "Tahtakuruları düşünün, ama daha da kötüsü. Bu yaratıklar üretiminizi her on nanosürü'de iki çıkarır çıkarır! Diğer makinen formlarını kopyalayabilir ve kaynak kullanabilirler. Güçlendirmek için bir kaynak yürütür ve istediğiniz zaman çalıştırma. Not: Kilit Güneş açıldı Merkezinde görünür.",
    "upgradeFaction": "Rüşvet",
    "upgradeFaction_desc": "Tüm Grupların İlişkisini 20 Arttırır. İlişkiyi 20 Arttırır.",

    "aydınlanmaBaşlığı": "Aydınlanma",

    "ultritePane": "Ultrite",
    "ultritePane_desc1": "Muazzam miktardaki karanlık maddenizle, fabrikanızı büyük bir başarıyla tamamladığınızı görüyorsunuz. Sizin tarafınızdan yönetilen yıldızlararası imparatorluğunuzu izlerken, Overlord'un varlığının üzerinize geldiğini hissediyorsunuz. Bu, bir sonraki olacak. galaktik üstünlük için uzun yolculuğunuzda bir aşama.",
    "ultritePane_desc2": "'Birçok yaşamında çok yol kat ettin sadık kulum, ama daha fazlasını yapabileceğini biliyorum. Merak etme, beni henüz yüzüstü bırakmadın. Sana yeni bir boyutta başlayacağım, neredeyse aynısı bu, yeniden başlayabileceğiniz yer.'",
    "ultritePane_desc3": "'Bu yeni boyutta, değerli Ultrite'ım ve sadık kaynak titanlarım her adımda yanınızda olacağından, her zamankinden daha fazla seyahat edecek ve her zamankinden daha fazlasını fethedeceksiniz.'",
    "ultritePane_desc4": "'Bu yükseltilmiş güçle, imparatorluğumuzu galaksiye yayarak büyüklük yeteneğine sahip olduğuna gerçekten inanıyorum. Bu yeni boyuta git ve bunun için daha güçlü çık!'",
    "ultritePane_desc5": "Overlord'un aurası sizi hayretler içinde bırakıyor, ardından sizi hemen yabancı, sanayileşmeden yoksun ama tanıdık bir dünyaya taşıyor. Daha önce pek çok kez yaptığınız gibi yıldızlara bakıp bir uzay fabrikası inşa etmeye başlıyorsunuz. , her zamankinden daha büyük ve daha iyi.",
    "ultrite": "Ultrite",
    "ultrite_desc": "Bu galakside Ultrite kazanmanın birçok yolu var. Burada, aydınlandıktan sonra ne kadar Ultrite elde edebileceğinizi görebilirsiniz.",
    "ulStars": "Yıldız Sistemleri",
    "ulStars_desc": "Overlord'un etkisini galaksiye yaymanın bir ödülü olarak statüye bağlı olarak yıldız sistemleri için Ultrite alırsınız. Fethedilen her yıldız sistemi için 1 ultrite kazanırsınız. Dünyaya dönüştürülmüş her yıldız sistemi için 5 ultrite daha kazanırsınız. ",
    "ulDarkmatter": "Karanlık Madde",
    "ulDarkmatter_desc": "Mevcut Karanlık Maddeniz ve harcanmamış Karanlık Maddeniz Ultrite'e dönüştürülecek: 10 karanlık madde size 1 ultrite verir.",
    "ulStatues": "Overlord Heykelleri",
    "ulStatues_desc": "Overlord'un onuru ve gücü adına galaksiyi fethetmeye teşvik etmek için sana Ultrite ödenecek. İnşa edilen her heykel için 5 ultrite alacaksın.",
    "enlighten": "Aydınlanmak",
    "enlighten_desc": "Boyutunuzu terk etmek birçok belirsizliği geride bırakıyor. Tanıdık ama farklı bir dünya için yarattığınız her şeyi geride bırakacaksınız, sanki kolonileştirilmeyi bekliyormuş gibi, sadece sizin için. Galaksi olduğu gibi yatıyor burada, onların boyutuna girecek gücü bilmeden. Gerçek büyüklüğe ulaşmak için atmanız gereken cesur sıçrama hesaplanmış bir sıçramadır ve yalnızca hazır olanlar gelişir. Hazır mısınız?",
    "enlighten_nb1": "Not: En az 10 sahip olduğunuz yıldız olmadan, ikinci çalıştırmalarda bile aydınlanamazsınız.",
    "enlighten_nb2": "NB: Tüm Titanlara sahipseniz, zaten etkinleştirilmiş bir Titan ile aydınlanabilirsiniz.",
    "enlighten_confirm": "Emin misiniz? Sıfırlayıp kaydettikten sonra bu geri alınamaz.",
    "titanChoice": "Etkinleştirmek istediğiniz Titan'ı seçin",
    "alreadyActivated": "(Zaten etkinleştirildi)",

    "titansPane": "Kaynak Titanları",
    "titansPane_desc": "Bunlar, Overlord'unkine neredeyse rakip olan mistik varlıklar. Kaynak Titanlar, onları putlaştıranlara mutlu bir şekilde gülümseyen harika varlıklardır. Bir titan için aydınlanma, her makinede, yükseltmede tek bir kaynağın maliyetini azaltacaktır. , merak ve yapı %90, en yakın tamsayıya yuvarlanır.",
    "titans": "Etkin Kaynak Titanları",
    "titanSwaping": "Titan Değiştirme",
    "titanSwaping_desc": "Büyük iyiliğiyle ve Overlord yanlış gidebileceğinizi bildiğinden, ihtiyaç duyulursa Titan'ı değiştirmek için size tek ve yalnızca bir fırsat verildi.",
    "titanSource": "Titan değiştirilecek",
    "titanDestination": "Yeni Titan",
    "swap": "takas",

    "upgradesPane": "Yükseltmeler",
    "overlordProgram": "Overlord Takdir Programı",
    "overlordProgram_desc": "Bu, fethedilen yıldız sistemlerini dünyasallaştırarak Overlord heykelleri inşa etme yeteneğinin kilidini açar. Yeterince heykeliniz olduğunda, Overlord ile tanışabilirsiniz!",
    "advUpgradeStorage1": "Gelişmiş Depolama İndirimi",
    "advUpgradeStorage1_desc": "Kaynak depolamada %25 bonus indirimi uygulanır. 'Storage İndirimi' gibi çalışır ve ona eklenir.",
    "shipSpeedEnhancement": "Gemi Hızı Geliştirme",
    "shipSpeedEnhancement_desc": "Bu yükseltme ile tüm gemilerinizin hız statüsünü iki katına çıkarın. Diğer tüm gemi geliştirme yükseltmeleriyle birlikte toplanır.",
    "shipDefenceEnhancement": "Gemi Savunma Geliştirmesi",
    "shipDefenceEnhancement_desc": "Bu yükseltme ile tüm gemilerinizin savunma durumunu iki katına çıkarın. Diğer tüm gemi geliştirme yükseltmeleriyle birlikte toplanır.",
    "shipPowerEnhancement": "Gemi Gücü Geliştirmesi",
    "shipPowerEnhancement_desc": "Bu yükseltme ile tüm gemilerinizin güç durumunu iki katına çıkarın. Diğer tüm gemi geliştirme yükseltmeleriyle birlikte toplanır.",
    "techAutoStorageUpgrade": "Otomatik Depolama Yükseltme",
    "techAutoStorageUpgrade_desc": "Bu, her kaynakta yükseltme depolama otomasyonunu açma/kapatma yeteneğinin kilidini açar. Not: Plazma, Enerji, Bilim, Yakıt ve Antimadde etkilenmez.",

    "overview": "Genel Bakış",
    "upgradeStorage": "Depolamayı Yükselt",
    "storage": "Depo",
    "production": "Üretme",
    "remainingTimeFullStorage": "Tam depolamaya kadar kalan süre",
    "remainingTimeEmptyStorage": "Depo boşalana kadar kalan süre",
    "locked": "Kilitli",
    "by": "ile",
    "costs": "Maliyetler",
    "bigTimer": "> 48s",
    "showNanoswarmShortcut": "Nanosürü kısayolunu göster",
    "selectEmcAmount": "Miktar Seçin",
    "showEmcShortcut": "EKD kısayolunu göster",
    "changeLog": "Değişiklikler",
    "notEnoughInputCount": "Üretim yok, yeterli girdi sayısı yok",
    "notEnoughInputStorage": "Üretim yok, yeterli girdi depolama yok",
    "donorStar": "Donör Yıldız",
    "total": "Toplam",
    "totalProduction": "Üretme",
    "totalConsumption": "Tüketim",
    "totalBalance": "Bakiye",

    "launched": "Fırlatıldı",
    "explored": "Araştırıldı",
    "done": "Hazır",
    "built": "İnşa Edildi",

    "gain": "Elde et",
    "toggleon": "Kapat",
    "toggleoff": "Aç",
    "build": "İnşa et",
    "unlock": "Kilidini aç",
    "upgrade": "Güncelleme",
    "boost": "Arttır",
    "donate": "Bağış yap",
    "destroy": "Yık",
    "nukeAll": "Tümünü mahv et",
    "activate": "Etkinleştir",
    "explore": "Araştır",
    "launch": "Fırlat",
    "convert": "Dönüştür",
    "collect": "Topla",
    "own": "Sahip ol",
    "spy": "Casus",
    "invade": "İstila et",
    "absorb": "Çek",

    "btnDysonT1": "= 50 + Zil",
    "btnDysonT2": "= 100 + Sürü",
    "btnDysonT3": "= 250 + Küre",

    "toastAchievement_title": "Yeni Başarı",
    "toastAchievement_text": "Yeni bir başarıya ulaştınız.",

    "toastAutoSave_title": "Oyun Kaydedildi",
    "toastAutoSave_text": "Kayıtlı verileriniz bilgisayarınızdaki localStorage'da saklandı.",

    "toastSpySuccess_title": "Başarılı Casus",
    "toastSpySuccess_text": "Yıldız sistemi hakkında daha fazlasını öğrendiniz.",

    "toastSpyFailed_title": "Casus Başarısız",
    "toastSpyFailed_text": "Tüm aktif izcilerinizi kaybettiniz.",

    "toastInvadeSuccess_title": "Başarılı İstila",
    "toastInvadeSuccess_text": "Fetih yaptınız ve şimdi yıldızdan üretim artışı elde ediyorsunuz.",

    "toastInvadeFailed_title": "Başarısız İstila",
    "toastInvadeFailed_text": "Maalesef düşman kuvvetleri sizin için çok güçlüydü. Tüm aktif gemilerinizi yok ettiler.",

    "toastAbsorbSuccess_title": "Başarılı Emilim",
    "toastAbsorbSuccess_text": "Barışçıl bir şekilde fethettiniz ve şimdi yıldızdan üretim artışı elde ediyorsunuz.",

    "threat": "Tehdit",
    "chance": "Şans",

    "threat0": "•",
    "threat1": "••",
    "threat2": "•••",
    "threat3": "I",
    "threat4": "II",
    "threat5": "III",
    "threat6": "X",
    "threat7": "XX",
    "threat8": "XXX",
    "threat9": "XXXX",
    "threat10": "XXXXX",
    "threat11": "XXXXXX",

    "spy_desc": "Burası, düşmanlarınızın filoları hakkında bilgi almak için gemiler gönderebileceğiniz yerdir. İlk seviyede, düşman filosu istatistiklerindeki hane sayısını görebileceksiniz, ikincisi ise ilk haneyi gösteriyor. üç istatistiğin tümü ve birbirini izleyen her seviye bir sonraki basamağı ortaya çıkaracaktır.",
    "invade_desc": "Burada, filonuzdaki gemileri etkinleştirebilir ve grubun yıldız sistemini işgal etmeye çalışabilirsiniz. Onlarla olan itibarınız olası bir istilaya ne kadar hazırlıklı olduklarını etkiler. Yıldız sisteminin filo istatistikleri bunu zaten hesaba katıyor, yani ekstra bir hesaplamaya gerek yok.İstila, söz konusu hizip ile itibarınıza kötü bir etki yapar, başarılı bir istila için itibarınızı 10 azaltır.Ancak, büyük egoları nedeniyle, başarısız girişimlere acırlar ve itibarınız değişmez. bir kaybın sonucu.",
    "absorb_desc": "Emme, bir yıldız sistemini fethetmenin en basit yoludur. Ne yazık ki, 60'tan fazla üne sahip, kontrol altındaki hiziple aranız iyi olmalı. Soğurma sırasında, bunu yaparken 5 itibar kaybedersiniz, bu da bir istilada kaybedeceğiniz miktarın yarısıdır.",

    "costTo5": "5 maliyet",
    "costTo15": "15 maliyet",
    "costTo25": "25 maliyet",
    "costTo50": "50 maliyet",
    "costTo75": "75 maliyet",
    "costTo100": "100 maliyet",
    "costTo150": "150 maliyet",
    "costTo250": "250 maliyet",

    "max": "Maks",
    "calcModal": "Makine Maliyet Hesaplayıcı",
    "segmentModal": "Dyson Segment Maliyet Hesaplayıcı",
    "language": "Dil"
}